Repository: 5h1b/Miniville
Catalog: MonsterHotel/client/lang/*.po
Languages: de, es, fr, it, pt

source: A long time
de: Eine lange Zeit
es: Mucho tiempo
fr: Longtemps
it: Per un lungo tempo
pt: Muito tempo

source: HAPPINESS TOTAL
de: ZUFRIEDENHEIT INSGESAMT:
es: FELICIDAD TOTAL:
fr: BONHEUR
it: FELICITÀ TOTALE:
pt: FELICIDADE TOTAL:

source: Base
de: Stimmung
es: Humor inicial
it: Umore di base
pt: Humor básico

source: Tap to continue...
de: Antippen, um fortzufahren
es: Toca para continuar...
fr: Appuyez pour continuer...
it: Tocca per continuare...
pt: Toque para continuar…

source: Click to continue...
de: Klicken, um fortzufahren
es: Haz clic para continuar...
fr: Cliquez pour continuer...
it: Clicca per continuare...
pt: Clique para continuar…

source: Welcome to your hotel!
de: Willkommen in deinem Hotel!
es: ¡Bienvenido a tu hotel!
fr: Bienvenue dans votre hôtel !
it: Benvenuto al tuo hotel!
pt: Bem-vindo(a) ao seu hotel!

source: As a hotel manager, you will first have to assign bedrooms to your clients.
de: Als Manager obliegt es dir, schwierigen Gästen Zimmer zuzuweisen.
es: Como gerente, una de las tareas más importantes es asignar habitaciones a clientes difíciles.
fr: En tant que gestionnaire, votre première tâche sera d'assigner des chambres à vos clients.
it: Come manager il tuo compito più importante è di assegnare le camere agli ospiti difficili.
pt: Como gerente, uma de suas tarefas mais importantes é designar quartos a clientes difíceis.

source: Hey look! This client is waiting for a bedroom...
de: Sieh mal! Da wartet schon ein Gast auf ein Zimmer ...
es: ¡Eh, mira! Hay un cliente esperando a ser ATENDIDO...
fr: Hé regardez ! Ce client attend qu'on s'occupe de lui...
it: Ehi guarda! Un ospite attende una camera...
pt: Ei, veja! Um cliente está esperando por um QUARTO…

source: ...and THIS is a bedroom.
de: Bringen wir ihn hier unter.
es: Vamos a ponerlo aquí.
fr: ...il veut sans doute une chambre.
it: Mettiamolo qui.
pt: Vamos colocá-lo aqui.

source: Its HAPPINESS factor is only ::n::/::max::.
de: Er ist nicht gerade ZUFRIEDEN, nur ::n::/::max::. Klicke auf das Zimmer, um den Grund zu erfahren.
es: No parece muy FELIZ, solo ::n::/::max::... Haz clic en su habitación para ver por qué.
fr: Son BONHEUR n'est que de ::n:: sur ::max::.
it: Non è molto FELICE, solo ::n::/::max::... Clicca sulla sua CAMERA per scoprire perché.
pt: Ele não está muito FELIZ, só ::n::/::max::… Clique neste QUARTO para descobrir por quê.

source: He likes horrible smells so he needs a NEIGHBOUR that smells like old cheese.
de: Er steht auf GESTANK, also braucht er einen NACHBARN, der so richtig stinkt ...
es: Le gustan los OLORES espantosos, necesita un VECINO que huela a queso rancio...
fr: Ce symbole signifie qu'il adore les mauvaises odeurs. Il lui faut donc un VOISIN qui pue !
it: Gli piacciono gli ODORI disgustosi, quindi ha bisogno di un VICINO che puzzi come un formaggio stantio...
pt: Ele gosta de ODORES horrendos, então precisa de um VIZINHO que cheire a queijo velho…

source: This one generates bad smells!
de: Dieser kleine Kerl hier STINKT!
es: ¡Este chiquillo APESTA!
fr: Celui-ci génère de mauvaises odeurs !
it: Questo piccoletto PUZZA!
pt: Esse carinha FEDE!

source: Good job! Now everyone is happier :)
de: Gut gemacht! Jetzt sind alle zufrieden :)
es: ¡Buen trabajo! Ahora todos son felices :)
fr: Bien joué, leur bonheur a augmenté :)
it: Ben fatto! Ora tutti sono felici :)
pt: Bom trabalho! Agora todos estão felizes :)

source: Tap on this client.
de: Tippe auf diesen Gast.
es: Toca en este cliente.
fr: Appuyez sur ce client.
it: Tocca questo ospite.
pt: Toque neste cliente.

source: Click on this client.
de: Wähle jetzt diesen Gast aus.
es: Ahora selecciona a este cliente.
fr: Cliquez sur ce client.
it: Ora seleziona questo ospite.
pt: Agora selecione este.

source: This one likes the affect "::affect::", so he needs a NEIGHBOUR that generates it.
de: Er mag "::affect::", also braucht er einen NACHBARN, der ::affect:: erzeugt.
es: A este le gusta el "::affect::", necesita un VECINO que genere ::affect::.
fr: Celui-ci aime l'effet "::affect::", il lui faut donc un VOISIN qui le génère.
it: Questo adora "::affect::", quindi ha bisogno di un VICINO che generi ::affect::.
pt: Este gosta de ::affect::, então precisa de um VIZINHO que gere ::affect::.

source: And he will generate the affect "::affect::" in all nearby bedrooms.
de: Und er ERZEUGT den Effekt "::affect::" in ANGRENZENDEN Zimmern.
es: Y GENERARÁ el efecto "::affect::" en todas las habitaciones CERCANAS.
fr: Et il générera l'effet "::affect::" dans toutes les chambres voisines.
it: E GENERERÀ l'effetto "::affect::" in tutte le camere vicine.
pt: E ele vai GERAR o efeito “::affect::” em todos os quartos VIZINHOS.

source: ::n:: happiness? Seriously? Awww... Some clients, like this one, can be SUPER annoying.
de: ::n:: Zufriedenheit? WAS?! Der Typ muss ein echtes Monster sein ...
es: ¿::n:: de felicidad? ¿QUÉ? Este tipo es un auténtico monstruo...
fr: Un bonheur à ::n:: ? Sérieusement... Certains clients sont vraiment des plaies.
it: Felicità ::n::? COSA? Questo tizio deve essere un vero mostro...
pt: ::n:: de felicidade? O QUÊ? Esse cara deve ser um baita monstro…

source: Fortunately, we can get rid of any client using GEMS.
de: Werden wir ihn schnell los, indem wir ein Juwel verwenden ...
es: Librémonos de él rápidamente utilizando una gema...
fr: Heureusement, nous pouvons nous débarrasser de n'importe quel client en utilisant des GEMMES.
it: Liberiamoci di lui velocemente utilizzando una gemma...
pt: Vamos nos livrar dele usando uma joia.

source: You will still get the FULL PAYMENT and the client will LEAVE immediatly. Kind of useful if you ask me.
de: Wenn du ein Juwel verwendest, wirst du VOLL BEZAHLT und der Gast CHECKT sofort AUS!
es: Cuando utilizas una gema recibes el PAGO ÍNTEGRO y el cliente DEJA LA HABITACIÓN de inmediato.
fr: Vous recevrez un PAIEMENT COMPLET et le client partira immédiatement. Bien pratique, si vous voulez mon avis.
it: Quando utilizzi una gemma ricevi il PAGAMENTO COMPLETO e il cliente fa il CHECK-OUT immediatamente!
pt: Ao usar uma joia você recebe PAGAMENTO COMPLETO e o cliente faz CHECK-OUT imediatamente!

source: You gems stock can be seen here.
de: Hier kannst du sehen, wie viele Juwelen du hast.
es: Aquí puedes ver las gemas que tienes.
fr: Votre réserve de gemmes se trouve ici.
it: Qui puoi vedere quante gemme hai.
pt: Veja aqui quantas joias você tem.

source: Your hotel is full: it's time to build more bedrooms!
de: Dein Hotel ist ausgebucht! Baue noch MEHR ZIMMER!
es: ¡Tu hotel está completo! ¡Hora de construir MÁS HABITACIONES!
fr: Votre hôtel est plein : c'est le bon moment pour ajouter des chambres !
it: Il tuo hotel è al completo! È ora di costruire PIÙ CAMERE!
pt: Seu hotel está lotado! É hora de construir MAIS QUARTOS!

source: Open the new Workshop menu.
de: Wähle die WERKSTATT aus.
es: Abre el menú TALLER.
fr: Ouvrez le nouveau menu Atelier.
it: Apri il menu OFFICINA.
pt: Abra o menu OFICINA.

source: DRAG the bedroom icon on a free spot near your hotel.
de: ZIEHE das Zimmer-Symbol auf ein freies, an dein Hotel grenzendes Feld.
es: ARRASTRA el icono de la habitación hasta un espacio libre AL LADO de tu hotel.
fr: Faites GLISSER l'icône de chambre sur un emplacement libre proche de votre hôtel.
it: TRASCINA l'icona della camera su uno spazio libero VICINO al tuo hotel.
pt: ARRASTE o ícone de quarto até um espaço livre PRÓXIMO ao seu hotel.

source: INSPECTION!!
de: INSPEKTION!
es: ¡¡INSPECCIÓN!!
it: ISPEZIONE!!
pt: INSPEÇÃO!!

source: This guy here is a Consortium Inspector. We HAVE to make him happy (::n:: happiness)!
de: Dieser schlechtgelaunte Kerl ist ein Kontrolleur des Verbands. Er MUSS ::n:: ZUFRIEDENHEIT erreichen!
es: Este tipo malhumorado es un Inspector del consorcio. ¡DEBE alcanzar ::n:: de FELICIDAD!
fr: Ce type est un Inspecteur du Consortium. Nous DEVONS le satisfaire (bonheur à ::n::) !
it: Questo tizio dall'aspetto scorbutico è l'Ispettore del Consorzio. La sua FELICITÀ DEVE raggiungere ::n::!
pt: Esse sujeito ranzinza é um Inspetor da Associação. Ele PRECISA atingir ::n:: de FELICIDADE!

source: If he is satisfied, he will grant us a new HOTEL STAR, right under our name! And this will also unlock new game content.
de: Wenn er vollauf zufrieden ist, verleiht er einen HOTEL-STERN, gleich unter deinem Namen hier. So schaltest du weitere INHALTE frei.
es: Si está satisfecho, ¡te obsequiará con una ESTRELLA, justo debajo de tu nombre! También desbloquearás CONTENIDO nuevo.
fr: S'il est heureux, il nous accordera une ETOILE hôtelière, juste là sous notre nom ! Il débloquera aussi du nouveau contenu de jeu.
it: Se è soddisfatto, ti sarà concessa una STELLA, qui, proprio sotto il tuo nome! Sbloccherai anche del NUOVO CONTENUTO.
pt: Se ele sair satisfeito, você ganhará uma ESTRELA para o HOTEL, aqui no nome! Você também desbloqueará CONTEÚDO DO JOGO.

source: You earned a STAR and unlocked the BAR: let's build it!
de: Hurra! Dein erster STERN! BAUE jetzt eine LIMONADEN-BAR ...
es: ¡Sí! ¡Tu primera ESTRELLA! Vamos a CONSTRUIR el BAR DE REFRESCOS...
fr: Vous avez gagné une ETOILE et débloqué le BAR : construisons-le !
it: Sì! La tua prima STELLA! Ora COSTRUIAMO il BAR degli INTRUGLI...
pt: Oba! Sua primeira ESTRELA! Agora vamos construir um BAR DE REFRI…

source: DRAG the Bar icon on a free spot near your hotel. It DOESN'T have to be near a bedroom.
de: ZIEHE das Symbol auf eine freie Fläche, IRGENDWO in der Nähe deines Hotels!
es: ¡ARRASTRA el icono del bar de refrescos a un espacio libre! ¡Puedes ponerlo DONDE QUIERAS al lado de tu hotel!
fr: Faites GLISSER l'icône du Bar dans un emplacement libre près de votre hôtel. Il ne doit pas forcément être près d'une chambre.
it: TRASCINA l'icona del bar degli intrugli in uno spazio libero! Puoi posizionarlo OVUNQUE vicino al tuo hotel!
pt: ARRASTE o ícone do bar até um espaço livre! Pode ser QUALQUER LOCAL próximo ao hotel!

source: Your new Bar won't work without a Soda Storage.
de: Eine Limonaden-Bar ist nichts ohne LIMONADE! BAUE also ein LAGER.
es: ¿Un bar de refrescos sin REFRESCOS? Vamos a CONSTRUIR un ALMACÉN.
fr: Votre nouveau Bar a besoin d'un Entrepôt à Soda pour fonctionner.
it: Un bar degli intrugli non serve a nulla senza gli INTRUGLI! COSTRUIAMO un MAGAZZINO.
pt: Um bar de refri é inútil sem REFRIGERANTE! Vamos CONSTRUIR um DEPÓSITO.

source: DRAG the Soda Storage icon on a free spot near your hotel. You can place it underground for example.
de: ZIEHE das Symbol auf eine freie Fläche. Du kannst es sogar UNTERIRDISCH bauen ...
es: ARRASTRA el almacén de refrescos a un espacio libre. También puedes ponerlo BAJO TIERRA...
fr: Faites GLISSER l'icône de l'Entrepôt dans un emplacement libre près de votre hôtel. Vous pouvez le placer sous terre, par exemple.
it: TRASCINA il magazzino degli intrugli in uno spazio libero. Puoi anche posizionarlo SOTTOTERRA...
pt: ARRASTE o depósito de refri até um espaço livre. Pode até ser SUBTERRÂNEO…

source: To use your Bar, your clients have SAVINGS.
de: Gäste haben BARGELD, das sie in der LIMONADEN-BAR ausgeben können!
es: ¡Los clientes tienen DINERO que pueden gastar en el BAR!
fr: Pour utiliser votre Bar, vos clients ont de l'ARGENT DE POCHE.
it: Gli ospiti possiedono delle BANCONOTE che possono spendere al BAR DEGLI INTRUGLI!
pt: Clientes têm DINHEIRO para gastar no BAR DE REFRI!

source: Select this one.
de: Wähle diesen aus.
es: Seleccionar este.
fr: Sélectionnez-le.
it: Seleziona questo.
pt: Selecione este.

source: Soda time! Send him to the bar!
de: Zeit für eine Limo! Schick ihn in die Limonaden-Bar!
es: ¿Sediento? ¡Envía a este cliente al bar!
fr: Apéro ! Envoyez-le au bar !
it: È l'ora degli intrugli! Mandalo al bar!
pt: Hora do refri! Mande-o para o bar!

source: The client used 1 SAVING and became happier! That's the power of sugar (as well as diabetes).
de: Der Gast zahlt BARGELD und hat eine gute Zeit! Das ist die Stärke von LIMONADE (inklusive Diabetes).
es: El cliente ha gastado 1 de DINERO, ¡y no para de pegar brincos! Es el efecto de los REFRESCOS (y de la diabetes).
fr: Ce client a dépensé 1 argent de poche et est devenu plus heureux ! C'est le pouvoir du sucre (en plus de donner du diabète).
it: L'ospite ha speso 1 BANCONOTA ed è al settimo cielo! Questo è il potere degli INTRUGLI (insieme al diabete).
pt: O cliente gastou 1 de DINHEIRO e saiu subindo pelas paredes! Esse é o poder do REFRI (do refri e do diabetes).

source: We can build LAUNDRIES to extort money from our clients.
de: Baue eine WÄSCHEREI, um die Kleidung von Kunden zu waschen und mehr Gold zu verdienen.
es: Construye una LAVANDERÍA para lavar la ropa a los clientes y ganar más ORO.
fr: Nous pouvons construire des LAVERIES pour extorquer de l'argent à notre clientèle.
it: Costruisci una LAVANDERIA per lavare gli abiti degli ospiti e guadagnare più ORO.
pt: Construa uma LAVANDERIA para lavar as roupas dos clientes e ganhar mais OURO.

source: We suggest you build this room underground.
de: Es würde sich anbieten, sie unterirdisch zu bauen.
es: Puede que sea buena idea construir esto bajo tierra.
fr: Nous vous suggérons de construire cette salle sous-terre.
it: Potrebbe essere una buona idea costruirla sottoterra.
pt: Construí-la em um espaço subterrâneo pode ser uma boa ideia.

source: Note that a laundry takes some time to complete. It might be a good idea to build extra laundries or use TURBOS.
de: Es dauert etwas, bis die Wäsche gewaschen ist. BAUE weitere WÄSCHEREIEN oder verwende BOOSTER, um mehr zu verdienen.
es: La LAVANDERÍA tarda en lavar la ropa. CONSTRUYE más o utiliza una BATERÍA para ganar más dinero.
fr: Notez qu'une laverie n'est pas très rapide. Vous pouvez en construire davantage ou utiliser des TURBOS.
it: Ci vuole tempo perché la LAVANDERIA lavi gli abiti. COSTRUISCINE di più o utilizza un POTENZIATORE per guadagnare più soldi.
pt: A LAVANDERIA demora para lavar roupas. CONSTRUA outras ou use um TURBO para lucrar mais.

source: This room was damaged by a client!
de: Sieh mal! Der Gast hat dieses Zimmer total DRECKIG hinterlassen.
es: ¡Vaya! El cliente anterior dejó la habitación muy SUCIA.
fr: Cette salle a été salie par un client !
it: Guarda! L'ultimo ospite ha lasciato la camera SPORCA.
pt: Olhe! O último cliente deixou o quarto todo SUJO.

source: We need a Soap Storage to clean this mess.
de: Wir brauchen SEIFE, um alles sauber zu machen. BAUE ein Seifen-Lager.
es: Vamos a necesitar JABÓN para limpiar este desastre. CONSTRUYE un almacén de jabón.
fr: Il nous faut un Entrepôt à Savon pour nettoyer ce bazar.
it: Ci servirà del SAPONE per ripulire questo sudiciume. COSTRUISCI un magazzino di sapone.
pt: Vamos precisar de SABÃO para limpar essa bagunça. CONSTRUA um depósito de sabão.

source: Clients have some... well... you see. Essential needs. Like you and me...
de: Gäste haben ... nun ja ... natürliche Bedürfnisse. Wie du und ich ...
es: Los clientes necesitan... bueno... ya sabes, tienen necesidades, como tú y yo...
fr: Les clients ont des... Comment dire... Des besoins naturels essentiels. Comme vous et moi.
it: Gli ospiti hanno... beh come dire..., dei bisogni essenziali, come te e me...
pt: Clientes têm certas… hm… necessidades essenciais. Assim como eu e você.

source: To fulfil their needs, we need to build a Toilet Paper storage.
de: Um ihre Bedürfnisse zu befriedigen, brauchen wir ein Klopapier-Lager.
es: Para satisfacer sus necesidades, construye un almacén de papel higiénico.
fr: Pour satisfaire leurs exigences, il nous faut un Entrepôt à Papier Toilette.
it: Per soddisfarli, dobbiamo costruire un magazzino di carta igienica.
pt: Para suprir suas necessidades, construa um depósito de Papel Higiênico.

source: We can give PRESENTS to our clients. Select this one.
de: Wir können unseren Gästen GESCHENKE geben. Wähle dieses aus.
es: Podemos dar REGALOS a nuestros clientes. Selecciona este.
fr: Nous pouvons offrir des petits CADEAUX à nos clients. Sélectionnez celui-ci.
it: Possiamo dare dei REGALI ai nostri ospiti, seleziona questo.
pt: Podemos dar PRESENTES aos clientes. Selecione este.

source: He likes ::affect::.
de: Er mag ::affect::.
es: Le gusta ::affect::.
fr: Il aime l'effet "::affect::".
it: Gli piace ::affect::.
pt: Ele gosta de ::affect::.

source: Let's send the present "::item::" to its room!
de: Schick ihm das Geschenk ::item:: aufs Zimmer!
es: ¡Envía el regalo "::item::" a su habitación!
fr: Envoyons-lui un cadeau de bienvenue : "::item::" !
it: Inviamo il regalo "::item::" alla sua camera!
pt: Vamos enviar um presente ao quarto dele: “::item::”!

source: You can use as many present as you wish.
de: Du kannst so viele GESCHENKE wie du willst an einen Gast verteilen.
es: Puedes utilizar tantos REGALOS como quieras en un cliente.
fr: Vous pouvez utiliser autant de présents que vous le souhaitez.
it: Puoi utilizzare tutti i REGALI che vuoi per un ospite.
pt: Você pode enviar quantos PRESENTES quiser a cada cliente.

source: It's time to customize your Bedrooms to your own taste.
de: Es wird Zeit, deine Zimmer zu DEKORIEREN!
es: Hora de DECORAR las habitaciones de tu hotel.
fr: Il est temps de personnaliser vos Chambres à votre convenance.
it: È ora di DECORARE le camere del tuo hotel!
pt: É hora de DECORAR os quartos do seu hotel.

source: We can customize our Bedrooms in a lot of ways: colors, wallpapers, furnitures...
de: Du hast eine Menge Optionen beim Dekorieren deines Hotels!
es: ¡Tienes mucho para elegir a la hora de decorar tu hotel!
fr: Nous pouvons personnaliser nos Chambres de plein de façons différentes : couleurs, papiers peints, meubles...
it: Hai milioni di opzioni, quando si tratta di decorare il tuo hotel!
pt: Há várias opções quando o assunto é decoração!

source: Let's add a wallpaper...
de: Füge eine Tapete hinzu ...
es: Pongamos un PAPEL PINTADO...
fr: Posons un papier peint...
it: Aggiungiamo della CARTA DA PARATI...
pt: Vamos aplicar PAPEL DE PAREDE…

source: Place this wallpaper in one of your bedrooms.
de: Dekoriere ein Zimmer mit dieser TAPETE.
es: Decora una de tus habitaciones con este PAPEL PINTADO.
fr: Placez ce papier peint dans l'une de vos chambres.
it: Decora una delle tue camere con questa CARTA DA PARATI.
pt: Decore um quarto com este PAPEL DE PAREDE.

source: Each decoration element gives +::n:: happiness to clients in this room. Let's add another one.
de: Jede DEKORATION gibt einem Gast in diesem Zimmer +::n:: Zufriedenheit. Bauen wir noch eine ein.
es: Toda DECORACIÓN suma +::n:: de felicidad a los clientes que alberga la habitación. Vamos a poner otra.
fr: Chaque décoration donne +::n:: au Bonheur des clients de la chambre. Ajoutons-en une autre.
it: Ogni DECORAZIONE aggiunge felicità +::n:: agli ospiti che soggiorneranno in quella camera. Aggiungiamone un'altra.
pt: Cada item DECORATIVO fornece +::n:: de felicidade ao cliente hospedado no quarto. Adicione algo mais.

source: Now let's pick a Bed...
de: Stelle ein BETT in einem Zimmer auf ...
es: Vamos a poner una CAMA...
fr: Installons un lit maintenant...
it: Aggiungiamo un LETTO...
pt: Vamos pôr uma CAMA em um quarto…

source: Place this bed in one of your bedrooms.
de: ZIEHE das Bett in ein Zimmer.
es: ARRASTRA esta cama a una habitación.
fr: Installez ce lit dans une de vos chambres.
it: TRASCINA questo letto in una delle camere.
pt: ARRASTE a cama até um dos quartos.

source: You can get new customization items from VIPs or Inspectors!
de: Du kannst neue Dekorationen von Kontrolleuren und VIPs erhalten!
es: ¡Puedes conseguir nueva decoración de inspectores y clientes VIP!
fr: Vous pouvez obtenir de nouveaux objets de décoration sur les VIPs ou les Inspecteurs !
it: Puoi ottenere nuove decorazioni dagli ispettori e dai VIP!
pt: Você pode obter novas decorações com inspetores e VIPs!

source: We have unlocked the Great Library!
de: Du hast die Große Bibliothek freigeschaltet!
es: ¡Has desbloqueado la Gran Biblioteca!
fr: Nous avons débloqué le Bureau des Quêtes !
it: Hai sbloccato la Grande Biblioteca!
pt: Você desbloqueou a Grande Biblioteca!

source: The Great Library unlocked the CONTRACTS!
de: Die Große Bibliothek erlaubt es dir, AUFTRÄGE anzunehmen!
es: Con la Gran Biblioteca puedes aceptar CONTRATOS.
fr: Le Bureau des Quêtes déverrouille les CONTRATS !
it: La Grande Biblioteca ti permette di accettare CONTRATTI.
pt: A Grande Biblioteca lhe permite aceitar CONTRATOS.

source: Contracts are a great mean to earn special rewards, like decorations or gems!
de: Aufträge ermöglichen es dir, besondere BELOHNUNGEN wie Dekorationen und Juwelen zu VERDIENEN.
es: Los contratos son una buena forma de GANAR RECOMPENSAS especiales, como decoración o gemas.
fr: Les contrats sont un excellent moyen d'obtenir des récompenses spéciales, comme de la décoration ou des gemmes !
it: I contratti sono un modo fantastico di GUADAGNARE RICOMPENSE speciali, come decorazioni o gemme.
pt: Contratos são ótimos para GANHAR RECOMPENSAS especiais, como decorações e joias.

source: Click on the scroll to examine your current contract.
de: Klicke auf die Schriftrolle, um deine derzeitigen Aufträge einzusehen.
es: Haz clic en el pergamino para ver tus contratos actuales.
fr: Appuyez sur ce papier pour examiner votre contrat actuel.
it: Clicca sulla pergamena per esaminare il tuo contratto attuale.
pt: Clique no pergaminho para examinar seu contrato atual.

source: Complete this objective to get your reward!
de: Schließe diese Aufgabe ab und erhalte eine Belohnung!
es: ¡Completa este objetivo y gana una recompensa!
fr: Remplissez cet objectif pour obtenir votre récompense !
it: Completa questo obiettivo e ottieni una ricompensa!
pt: Complete este objetivo e receba uma recompensa!

source: Well done! You succesfully completed a Contract! Pick your loot here.
de: Gut gemacht! Du hast erfolgreich einen Auftrag erfüllt! Wähle deine Beute aus.
es: ¡Bien hecho! ¡Has completado un contrato con éxito! Elige tu botín.
fr: Félicitations, vous avez rempli ce contrat ! Récupérez votre récompense ici.
it: Ben fatto! Hai completato con successo un contratto! Raccogli qui il tuo bottino.
pt: Bom trabalho! Você completou um contrato! Escolha sua recompensa.

source: When you don't have any contract, you can easily get new ones!
de: Wenn du mal keine Aufträge hast, fordere einfach weitere an!
es: Cuando no tengas ningún contrato, simplemente, ¡pide más!
fr: Quand vous n'avez plus de contrat en cours, vous pouvez très facilement en démarrer de nouveau sans attendre !
it: Quando non hai nessun contratto, richiedine di nuovi!
pt: Quando você não tiver contratos, é só pedir um!

source: GEMS can be used to start extra contracts.
de: JUWELEN können zum Starten neuer Aufträge eingesetzt werden.
es: Puedes usar GEMAS para empezar contratos adicionales.
fr: Les GEMMES peuvent servir à démarrer des contrats supplémentaires.
it: Le GEMME possono essere utilizzate per iniziare contratti extra.
pt: Pode-se usar JOIAS para assinar contratos extras.

source: Your hotel is known from everywhere around the world, including some REALLY far places, like Antarctic...
de: Dein Hotel hat es zu weltweitem Ruhm gebracht, sogar in der Antarktis redet man darüber ...
es: Tu hotel es famoso en todo el mundo, incluso hablan de él en la Antártida...
fr: Votre hôtel attire des clients des quatre coins du monde, y compris de l'Antarctique...
it: Il tuo hotel è talmente conosciuto nel mondo, che parlano di te anche nell'Antartico...
pt: Seu hotel é tão bem conhecido ao redor do mundo, que já se fala dele até lá na Antártida…
