Repository: 5h1b/Miniville
Catalog: MonsterHotel/client/lang/*.po
Languages: de, es, fr, it, pt

source: Tell my Facebook friends about this game :)
de: Lass meine Facebook-Freunde von Monster Hotel wissen.
es: ¡Compartir Monster Hotel con mis amigos de Facebook! :)
fr: Parler de ce jeu à mes amis Facebook :)
it: Fai conoscere Monster hotel ai miei amici di Facebook :)
pt: Contar aos meus amigos do Facebook sobre Monster Hotel :)

source: Error: could not load friend list :(
de: Fehler: Freundesliste nicht geladen :(
es: Error: no se ha podido cargar la lista de amigos :(
fr: Erreur : impossible de charger la liste d'amis :(
it: Errore: impossibile caricare lista amici :(
pt: Erro: impossível carregar a lista de amigos :(

source: Previous friends
de: Vorherige Freunde
es: Amigos anteriores
fr: Amis précédents
it: Amici precedenti
pt: Amigos anteriores

source: Next friends
de: Mehr Freunde
es: Más amigos
fr: Amis suivants
it: Più amici
pt: Mais amigos

source: You received:
de: Du erhältst:
es: Has conseguido:
fr: Vous avez reçu :
it: Hai ricevuto:
pt: Você recebeu:

source: It takes some time... Click anywhere to cancel.
de: Das dauert etwas. Klicke woanders hin, um abzubrechen.
es: Tarda un poco... Haz clic donde quieras para cancelar.
fr: Désolé, ça prend un peu de temps... Appuyez n'importe où pour annuler.
it: Ci vorrà un po' di tempo... Clicca ovunque per annullare.
pt: Demora um pouco… Clique em qualquer lugar para cancelar.

source: You are not connected
de: Bist du noch mit dem Internet verbunden?
es: ¿Sigues conectado a internet?
fr: Vous n'êtes pas connecté(e)
it: Sei ancora connesso a internet?
pt: Você continua conectado(a) à internet?

source: You should log in if you want to save your progression.
de: Du solltest dich anmelden, wenn du deinen Fortschritt speichern möchtest.
es: Deberías iniciar sesión si quieres guardar tu progreso.
fr: Vous devriez vous connecter si vous souhaitez sauvegarder votre hôtel.
it: Dovresti eseguire l'accesso se vuoi salvare il tuoi progressi.
pt: Se quiser salvar seu progresso, você deve fazer login.

source: Validate waiting clients
de: Alle wartenden Gäste auschecken
es: Despedir a todos los clientes en espera
fr: Encaisser les clients prêts à partir
it: Fai il check-out di tutti gli ospiti in attesa.
pt: Fazer check-out de todos os clientes em espera

source: Repair every rooms
de: Alle Zimmer putzen
es: Limpiar todas las habitaciones.
fr: Réparer toutes les salles
it: Pulisci tutte le camere.
pt: Limpar todos os quartos

source: Empty the hotel
de: Hotel leeren
es: Vaciar el hotel
fr: Vider l'hôtel
it: Svuota l'hotel
pt: Esvaziar hotel

source: Checkout every clients immediatly (you will still get their full payment)?
de: Alle Gästes sofort auschecken voll bezahlt werden?
es: ¿Despedir a todos los clientes ahora y recibir el pago íntegro?
fr: Valider tous les clients immédiatement ? Vous recevrez bien le paiement complet pour chacun d'eux.
it: Vuoi fare subito il check-out di tutti gli ospiti e ricevere il pagamento completo?
pt: Fazer check-out imediato de todos os clientes e receber pagamento completo?

source: Confirm (::n:: GEMS)
de: Bestätigen (::n:: JUWELEN)
es: Confirmar (::n:: GEMAS)
fr: Confirmer (::n:: GEMMES)
it: Conferma (::n:: GEMME)
pt: Confirmar (::n:: JOIAS)

source: You don't have enough SOAP: a couldn't be repaired.
de: Du hast nicht genügend SEIFE: Das Zimmer konnte nicht geputzt werden.
es: No tienes suficiente JABÓN: no se puede limpiar la habitación.
fr: Vous n'avez pas assez de SAVON : une salle n'a pu être réparée.
it: Non hai abbastanza SAPONE: non è stato possibile pulire la camera.
pt: Você não tem SABÃO suficiente: o quarto não pôde ser limpo.

source: You don't have enough SOAP: some rooms couldn't be repaired.
de: Du hast nicht genügend SEIFE: Einige Zimmer konnten nicht geputzt werden.
es: No tienes suficiente JABÓN: no se pueden limpiar algunas habitaciones.
fr: Vous n'avez pas assez SAVON : certaines salles n'ont pu être réparées.
it: Non hai abbastanza SAPONE: non è stato possibile pulire alcune camere.
pt: Você não tem SABÃO suficiente: alguns quartos não puderam ser limpos.

source: Tell us what you think!
de: Sag uns deine Meinung!
es: ¡Cuéntanos lo que piensas!
fr: Dites nous ce que vous pensez !
it: Facci sapere cosa pensi!
pt: Dê sua opinião!

source: We really need your help to make things better: what do you think of our game so far?
de: Wir brauchen deine Hilfe bei der Verbesserung des Spiels. Was ist deine Meinung?
es: Nos encantaría que nos ayudaras a mejorar el juego. ¿Qué opinas hasta ahora?
fr: Nous avons vraiment besoin de vous pour améliorer notre jeu : comment noteriez-vous Monster Hotel ?
it: Vorremmo il tuo aiuto per migliorare il gioco. Cosa ne pensi finora?
pt: Nós adoraríamos ter sua ajuda para melhorar o jogo. O que você está achando dele?

source: Ask me later
de: Später nachfragen
es: Preguntar más tarde
fr: Demandez moi plus tard
it: Chiedimi in seguito
pt: Pergunte-me mais tarde.

source: Never ask me again
de: Niemals nachfragen
es: No preguntar otra vez
fr: Ne m'embêtez plus jamais avec ça
it: Non chiederlo più.
pt: Nunca mais me pergunte.

source: Thank you! Your feedbacks are REALLY important to us.
de: Vielen, vielen Dank. Dein Feedback hilft uns WIRKLICH!
es: ¡Muchas gracias! Tus comentarios nos ayudarán MUCHO.
fr: Merci ! Vos retours sont très importants pour nous.
it: Grazie mille! La tua opinione ci aiuterà DAVVERO molto.
pt: Obrigado! Sua opinião vai nos ajudar DE VERDADE.

source: Would you like to rate our game on the store too?
de: Könntest du das Spiel auch im App Store bewerten?
es: ¿Te gustaría puntuarnos también en la App Store?
fr: Voudriez-vous écrire un commentaire sur la page officielle du jeu ?
it: Vorresti votare anche sull'app store?
pt: Gostaria também de avaliar o jogo na app store?

source: YES! :)
de: JA! :)
es: ¡SÍ! :)
fr: OUI ! :)
it: SÌ! :)
pt: SIM! :)

source: Not now, thanks
de: Nicht jetzt
es: Por ahora no, gracias
fr: Pas maintenant, merci
it: Non ora, grazie.
pt: Agora não, valeu.

source: Thanks for your honest answer! Did you encounter any PROBLEM while playing?
de: Danke für die ehrliche Antwort! Hattest du PROBLEME während des Spielens?
es: ¡Gracias por tu sinceridad! ¿Has tenido algún PROBLEMA mientras jugabas?
fr: Merci pour votre réponse honnête ! Avez-vous rencontré un problème particulier en jouant ?
it: Grazie per la tua onesta risposta. Hai riscontrato qualche PROBLEMA mentre giocavi?
pt: Obrigado por responder honestamente! Você encontrou algum PROBLEMA ao jogar?

source: I didn't like the game
de: Ich mag das Spiel nicht.
es: No me ha gustado el juego
fr: Je n'ai pas aimé le jeu
it: Il gioco non mi è piaciuto
pt: Eu não gostei do jogo.

source: I encountered a bug
de: Ich habe einen Bug gefunden.
es: He encontrado un error
fr: J'ai eu un bug
it: Ho trovato un bug
pt: Encontrei um bug.

source: The game is slow on my device
de: Das spielt läuft auf meinem Gerät nur langsam.
es: El juego va lento en mi dispositivo
fr: Le jeu rame sur mon appareil
it: Il gioco è lento sul mio dispositivo
pt: O jogo é lento no meu dispositivo.

source: The game requires an internet connection
de: Ich brauche eine Internetverbindung für das Spiel.
es: El juego necesita conexión a internet
fr: Le jeu requiert une connexion internet permanente
it: Il gioco richiede una connessione a internet
pt: O jogo precisa de conexão à internet.

source: Nothing, thanks for asking :)
de: Keine, danke der Nachfrage :)
es: No, gracias por preguntar :)
fr: Rien, merci d'avoir demandé :)
it: Nulla, grazie per aver chiesto :)
pt: Nada! Valeu por perguntar :)

source: Oh, sorry to hear about that :(
de: Tut uns leid, das zu hören :(
es: Oh, lo sentimos mucho :(
fr: Oh, nous sommes vraiment désolés pour ça :(
it: Oh, ci dispiace saperlo :(
pt: Ah, desculpe-nos por isso :(

source: If you tell us WHAT happened and WHERE, we will fix it in the next update, promise!
de: Wenn du uns sagst, WAS genau WO passiert ist, werden wir das mit dem nächsten Update beheben!
es: Si nos dices QUÉ ocurrió y DÓNDE, lo arreglaremos en la próxima actualización, ¡lo prometemos!
fr: Si vous nous dites ce qui s'est passé et où, nous ferons notre possible pour réparer le problème dès la prochaine mise à jour !
it: Se ci dici COSA è successo e DOVE, lo correggeremo nel prossimo aggiornamento, promesso!
pt: Se você nos disser O QUE aconteceu e ONDE, prometemos arrumar na próxima atualização!

source: Finish
de: Fertig
es: Terminar
fr: Terminer
it: Finisci
pt: Terminar

source: Thank you for reporting! We will do our best to make this game better (yes, seriously).
de: Danke, dass du dir die Zeit genommen hast! Wir geben unser Bestes, um das Spiel zu verbessern, wirklich.
es: ¡Gracias por dedicarnos un poco de tu tiempo! Haremos todo lo posible para mejorar el juego (de verdad).
fr: Merci de nous avoir aidé ! Nous allons faire de notre mieux pour rendre Monster Hotel encore meilleur (oui oui, sérieusement).
it: Grazie per aver trovato il tempo di informarci! Faremo del nostro meglio per migliorare il gioco (sì, seriamente).
pt: Obrigado por nos contar tudo! Vamos fazer nosso melhor para melhorar o jogo (é sério).

source: You're welcome :)
de: Keine Ursache :)
es: De nada :)
fr: De rien :)
it: Prego :)
pt: De nada :)

source: Would you like to help your friends by sending them a free GEM?
de: Warum nicht mal deinen Freunden helfen, indem du ihnen gratis ein JUWEL schickst!?
es: ¿Por qué no ayudas a tus amigos mandándoles una GEMA gratis?
fr: Voulez-vous aider vos amis en leur envoyant une GEMME ?
it: Perché non aiuti i tuoi amici inviandogli una Gemma gratuita?
pt: Por que não ajudar seus amigos enviando uma JOIA grátis?

source: The gem sent to your friends are NOT taken from yours, they are totally free.
de: Das Juwel wird NICHT von deinem Konto genommen. Es ist ein GRATIS-Geschenk!
es: La gema que has enviado NO se resta de tu cuenta, ¡es un regalo GRATUITO!
fr: Les gemmes envoyées à vos amis ne sont PAS retirées de votre réserve, elles sont totalement gratuites :)
it: La gemma inviata ai tuoi amici NON viene sottratta al tuo account. È un regalo GRATIS!
pt: Joias enviadas a seus amigos NÃO são tiradas de sua conta. São presentes GRÁTIS!

source: Would you like to help your friends by sending them ::n:: GOLD?
de: Warum nicht mal deinen Freunden helfen, indem du ihnen ::n:: GOLD schickst!?
es: ¿Por qué no ayudas a tus amigos mandándoles ::n:: de ORO?
fr: Voulez-vous aider vos amis en leur envoyant ::n:: OR ?
it: Perché non aiuti i tuoi amici inviandogli ::n:: d'ORO?
pt: Por que não ajudar seus amigos enviando ::n:: de OURO?

source: The gold sent to your friends is NOT taken from yours, it's totally free.
de: Das Gold wird NICHT von deinem Konto genommen. Es ist ein GRATIS-Geschenk!
es: El oro que has enviado NO se resta de tu cuenta, ¡es un regalo GRATUITO!
fr: L'or envoyé à vos amis n'est PAS retiré de votre réserve, il est totalement gratuit :)
it: L'oro inviato ai tuoi amici NON viene sottratto al tuo account. È un regalo GRATIS!
pt: O ouro enviado a seus amigos NÃO é tirado de sua conta. É um presente GRÁTIS!

source: Would you like to help your friends by sending them LOVE?
de: Warum nicht mal deinen Freunden helfen, indem du ihnen etwas LIEBE schickst?
es: ¿Por qué no ayudas a tus amigos dándoles un poco de AMOR?
fr: Voulez-vous aider vos amis en leur envoyant de l'AMOUR ?
it: Perché non aiuti i tuoi amici donandogli un po' d'AMORE?
pt: Por que não ajudar seus amigos enviando um pouco de AMOR?

source: The love sent to your friends is NOT taken from yours, it's totally free.
de: Die LIEBE wird NICHT von deinem Konto genommen. Sie ist ein GRATIS-Geschenk!
es: El amor que has enviado NO se resta de tu cuenta, ¡es un regalo GRATUITO!
fr: L'amour envoyé à vos amis n'est PAS retiré de votre réserve, il est totalement gratuit :)
it: L'amore inviato ai tuoi amici NON viene sottratto al tuo account. È un regalo GRATIS!
pt: O amor enviado a seus amigos NÃO é tirado de sua conta. É um presente GRÁTIS!

source: All my friends
de: Alle meine Freunde
es: Todos mis amigos
fr: Tous mes amis
it: Tutti i miei amici
pt: Todos os amigos

source: MonsterHotel friends
de: Monster-Hotel-Freunde
es: Amigos de Monster Hotel
fr: Amis Monster Hotel
it: Amici Monster hotel
pt: Amigos de Monster Hotel

source: Send!
de: Verschickt!
es: ¡Enviar!
fr: Envoyer !
it: Invia!
pt: Enviar!

source: Your request has been sent!
de: Deine Anfrage wurde verschickt!
es: ¡Tu petición se ha enviado!
fr: Votre demande a été envoyée !
it: La tua richiesta è stata inviata!
pt: Seu pedido foi enviado!

source: Your gift has been sent!
de: Dein Geschenk wurde verschickt!
es: ¡Tu regalo se ha enviado!
fr: Vous avez envoyé un cadeau !
it: Il tuo regalo è stato inviato!
pt: Seu presente foi enviado!

source: Loading your friend list...
de: Lade Freundesliste ...
es: Cargando tu lista de amigos...
fr: Chargement de la liste d'amis...
it: Caricamento della tua lista di amici...
pt: Carregando sua lista de amigos…

source: Waiting for facebook login...
de: Warte auf Facebook-Login
es: Esperando inicio de sesión en Facebook...
fr: En attente de la connexion Facebook...
it: Attesa del login di Facebook...
pt: Aguardando login no Facebook…

source: Buy gold
de: Kaufe Gold
es: Comprar oro
fr: Acheter de l'or
it: Acquista oro
pt: Comprar ouro

source: Buy gems
de: Kaufe Juwelen
es: Comprar gemas
fr: Acheter des gemmes
it: Acquista gemme
pt: Comprar joias

source: Other payment methods
de: Andere Zahlungsmethoden
es: Otras formas de pago
fr: Autres moyens de paiement
it: Altri metodi di pagamento
pt: Outras formas de pagamento

source: Best offer
de: Bestes Angebot!
es: ¡Mejor trato!
fr: Meilleure offre
it: Miglior offerta!
pt: Melhor oferta!

source: Get ::n:: LOVE from this hotel
de: Erhalte ::n:: LIEBE von diesem Hotel
es: Consigue ::n:: de AMOR de este hotel
fr: Obtenir de l'amour (+::n::) grace à cet hôtel
it: Ottieni ::n:: d'AMORE da questo hotel
pt: Receba ::n:: de AMOR deste hotel.

source: The amount of love you get depends on the decorations and the number of stars this hotel has.
de: Die Anzahl Liebe, die du erhältst, ist abhängig von der Anzahl der Sterne und Dekorationen dieses Hotels.
es: La cantidad de amor que recibes depende del número de estrellas y decoraciones que tiene el hotel.
fr: La quantité d'amour récupérée dépend de la décoration de cet hôtel et de son nombre d'étoiles.
it: La quantità d'amore che ricevi dipende dal numero di stelle e decorazioni che ha il tuo hotel.
pt: A quantidade de amor recebido depende do número de estrelas e decorações que o hotel visitado possui.

source: You received love (x::n::)
de: Du hast ::n:: Liebe erhalten.
es: Has recibido amor (x::n::)
fr: Vous avez reçu de l'amour (+::n::)
it: Hai ricevuto amore (x::n::)
pt: Você recebeu amor (x::n::)

source: Please wait...
de: Bitte warten ...
es: Un momento...
fr: Merci de patienter...
it: Attendi...
pt: Por favor, aguarde.

source: You already got love from this hotel. You will be able to come back for more in: ::t::
de: Du hast von diesem Hotel schon Liebe erhalten. Versuche es in ::t:: noch mal.
es: Ya has recibido amor de este hotel. Vuelve a por más en ::t::.
fr: Vous avez déjà reçu de l'amour de cet hôtel. Vous pourrez y revenir dans : ::t::
it: Hai già ricevuto dell'amore da questo hotel. Torna per riceverne ancora tra ::t::.
pt: Você já recebeu amor deste hotel. Retorne a ele em ::t::.

source: Customize my hotel
de: Passe mein Hotel an
es: Personalizar mi hotel
fr: Personnaliser mon hôtel
it: Personalizza il mio hotel
pt: Personalizar meu hotel

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
it: Impostazioni
pt: Configurações

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

source: Hotel statistics
de: Hotelstatistik
es: Estadísticas del hotel
fr: Statistiques de l'hôtel
it: Statistiche hotel
pt: Estatísticas do hotel

source: Community forum
es: Foro de la comunidad
fr: Forum de discussion
it: Forum comunità
pt: Fórum da comunidade

source: Twinoid stats
de: Twinoid-Statistiken
es: Estadísticas Twinoid
fr: Statistiques Twinoid
it: Statistiche Twinoid
pt: Estatísticas Twinoid

source: Sign in
de: Log-in
es: Registrarse
fr: Se connecter
it: Registrati
pt: Conectar

source: Graphic settings
de: Anzeigeeinstellungen
es: Configuración de gráficos
fr: Paramètres visuels
it: Impostazioni grafiche
pt: Configurações gráficas

source: High quality graphics
de: Beste Grafik
es: Gráficos de alta calidad
fr: Graphismes haute qualité
it: Grafica di alta qualità
pt: Gráficos de alta qualidade

source: Sound settings
de: Toneinstellungen
es: Configuración de sonido
fr: Paramètres audio
it: Impostazioni audio
pt: Configurações de áudio

source: Sounds
de: Geräusche
es: Sonidos
fr: Bruitages
it: Suoni
pt: Sons

source: Music
de: Musik
es: Música
fr: Musique
it: Musica
pt: Música

source: Confirm gem expenses
de: Einsatz von Juwelen bestätigen
es: Confirmar gasto de gemas
fr: Confirmer les dépenses de gemmes
it: Conferma utilizzo gemme
pt: Confirmar gasto de joias

source: Show stocks
de: Vorräte anzeigen
es: Mostrar existencias
fr: Toujours afficher mes stocks
it: Visualizza scorta
pt: Mostrar estoque

source: Show stay durations
de: Aufenthaltsdauer anzeigen
es: Mostrar duración de la estancia
fr: Afficher les durées de séjour
it: Visualizza durata soggiorno
pt: Mostrar duração da estadia

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações

source: Disconnect
de: Ausloggen
es: Desconectar
fr: Déconnexion
it: Disconnetti
pt: Desconectar

source: You are logged as ::name::.
de: Du bist als ::name:: eingeloggt.
es: Has iniciado sesión como ::name::.
fr: Vous êtes connecté(e) en tant que ::name::.
it: Sei connesso come ::name::.
pt: Você fez login como ::name::.

source: Disconnect? Really?
de: Wirklich ausloggen?
es: ¿Cerrar sesión? ¿Seguro?
fr: Se déconnecter ? Vraiment ?
it: Fare il log out? Sei sicuro?
pt: Fazer logout? Tem certeza?

source: Confirm
de: Bestätigen
es: Confirmar
fr: Valider
it: Conferma
pt: Confirmar

source: Hosted clients
de: Untergebrachte Gäste
es: Clientes hospedados
fr: Clients hébergés
it: Ospite accolto
pt: Clientes hospedados

source: Visits from friends
de: Besuche von Freunden
es: Visitas de amigos
fr: Visites d'amis reçues
it: Visite dagli amici
pt: Visitas de amigos

source: Clients totally satisfied
de: Vollauf zufriedene Gäste
es: Clientes plenamente satisfechos
fr: Clients totalement satisfaits
it: Ospiti completamente soddisfatti
pt: Clientes totalmente satisfeitos

source: VIP satisfied
de: VIP zufriedengestellt
es: VIP satisfecho
fr: VIP satisfait
it: VIP soddisfatti
pt: VIP satisfeito

source: Clients killed
de: Getötete Gäste
es: Clientes asesinados
fr: Clients tués
it: Ospiti uccisi
pt: Clientes mortos

source: Clients stolen
de: Ausgeraubte Gäste
es: Clientes robados
fr: Clients volés
it: Ospiti derubati
pt: Clientes roubados

source: Treasures found
de: Schatzkisten gefunden
es: Tesoros encontrados
fr: Trésors trouvés
it: Tesori trovati
pt: Tesouros encontrados

source: Love given to clients
de: Liebe an Gäste gegeben
es: Amor entregado a clientes
fr: Amour donné aux clients
it: Amore donato agli ospiti
pt: Amor dado aos clientes

source: Sodas served
de: Limonade ausgeschenkt
es: Refrescos servidos
fr: Sodas servis
it: Intrugli serviti
pt: Refris servidos

source: Laundries
de: Wäsche gewaschen
es: Lavanderías
fr: Lessives
it: Bucato
pt: Lavanderias

source: Soap used
de: Seife verwendet
es: Jabón utilizado
fr: Savon utilisé
it: Sapone usato
pt: Sabão usado

source: Paper used
de: Klopapier benutzt
es: Papel usado
fr: Papier utilisé
it: Carta igienica usata
pt: Papel usado

source: Rooms boosted
de: Booster auf Zimmer eingsetzt
es: Habitaciones cargadas
fr: Salles boostées
it: Camere potenziate
pt: Quartos turbinados

source: Reset
de: Zurücksetzen
es: Volver a empezar
fr: Recommencer
pt: Reiniciar

source: Enter your hotel name:
de: Gib den Namen deines Hotels ein:
es: Escribe el nombre de tu hotel:
fr: Saisissez le nom de votre hôtel :
it: Inserisci il nome del tuo hotel:
pt: Insira o nome de seu hotel:

source: Only A-Z characters, numbers or spaces are allowed.
de: Nur Buchstaben von A-Z, Zahlen und Leerzeichen verfügbar.
es: Usar solo caracteres de A-Z, números o espacios.
fr: Seuls les caractères de A à Z, les chiffres et les Espaces sont autorisés.
it: Sono permessi solo lettere dalla A alla Z, numeri e spazi.
pt: Use somente letras de A a Z, números e espaços.

source: Customization
de: Anpassung
es: Personalización
fr: Décoration
it: Personalizzazione
pt: Personalização

source: You can now customize your bedrooms!
de: Du kannst deine Zimmer jetzt anpassen!
es: ¡Ahora puedes personalizar tus habitaciones!
fr: Vous pouvez maintenant personnaliser vos chambres !
it: Ora puoi personalizzare le tue camere!
pt: Agora você pode personalizar seus quartos!

source: Theft
de: Diebstahl
es: Robo
fr: Vol
it: Furto
pt: Roubo

source: You can now steal money from your clients!
de: Du kannst jetzt Geld von deinen Gästen stehlen!
es: ¡Ahora puedes robar dinero a tus clientes!
fr: Vous pouvez maintenant voler de l'argent à vos clients !
it: Ora puoi rubare denaro ai tuoi clienti!
pt: Agora você pode roubar dinheiro de seus clientes!

source: The power of love
de: Die Kraft der Liebe
es: El poder del amor
fr: La puissance de l'amour
it: Il potere dell'amore
pt: O poder do amor

source: You can now use the terrific power of Love!
de: Du verfügst jetzt über die großartige Kraft der Liebe!
es: ¡Ahora puedes utilizar el asombroso poder del amor!
fr: Vous pouvez maintenant faire appel à la toute-puissance de l'Amour !
it: Ora puoi sfruttare il magnifico potere dell'amore!
pt: Agora você pode desfrutar do incrível poder do amor!

source: New room unlocked!
de: Neues Zimmer freigeschaltet!
es: ¡Nueva habitación desbloqueada!
fr: Nouvelle salle débloquée !
it: Nuova stanza sbloccata!
pt: Novo quarto desbloqueado!

source: New client unlocked!
de: Neuer Gast freigeschaltet!
es: ¡Nuevo cliente desbloqueado!
fr: Nouveau monstre débloqué !
it: Novo cliente sbloccato!
pt: Novo cliente desbloqueado!

source: New skill unlocked!
de: Neue Fertigkeit freigeschaltet!
es: ¡Nueva habilidad desbloqueada!
fr: Nouvelle amélioration débloquée !
it: Nuova abilità sbloccata!
pt: Nova habilidade desbloqueada!

source: More details...
de: Mehr Details ...
es: Más detalles...
fr: Plus de détails
it: Più dettagli...
pt: Mais detalhes…

source: none
es: ninguno
fr: aucune
it: niente
pt: nada

source: This client is about to leave. Its mood cannot be affected by anything anymore.
de: Das Monster hat sich zur Abreise entschieden. Du kannst seine Stimmung nicht mehr beeinflussen.
es: Este monstruo ha decidido marcharse. Ya no puedes influir en su humor.
fr: Ce client va partir. Son humeur ne peut plus être affectée.
it: Questo mostro ha già deciso di andare via. Non puoi più influenzare il suo umore.
pt: Este monstro já decidiu ir embora. Você não pode mais influenciar seu humor.

source: NEUTRAL - Doesn't like, dislike or generate anything right now
de: NEUTRAL - Braucht, hasst oder verursacht momentan gar nichts.
es: NEUTRO - Ni le gusta, ni le disgusta ni genera nada en este momento.
fr: NEUTRE - Pour le moment, ce client n'aime ni ne déteste quoi que ce soit et il ne génère aucun effet autour de lui
it: NEUTRALE - Non gradisce, né odia, né genera nulla al momento.
pt: NEUTRO - Não gosta, odeia, nem gera nada no momento

source: Stay duration:
de: Aufenthaltsdauer:
es: Duración estancia:
fr: Durée de séjour :
it: Durata soggiorno:
pt: Duração da estadia:

source: ::n:: seconds
de: ::n:: Sekunden
es: ::n:: segundos
fr: ::n:: secondes
it: ::n:: secondi
pt: ::n:: segundos

source: 1 minute
es: 1 minuto
it: 1 minuto
pt: 1 minuto

source: ::n:: minutes
de: ::n:: Minuten
es: ::n:: minutos
it: ::n:: minuti
pt: ::n:: minutos

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
pt: 1 hora
