Repository: 5h1b/Miniville
Catalog: MonsterHotel/client/lang/*.po
Languages: de, es, fr, it, pt

source: TO THE TOP - He will get a happiness bonus if its room is the highest one in your hotel, or a huge penalty otherwise.
de: ADLER - Erhält einen Bonus, wenn sein Zimmer am höchsten gelegen ist.
es: EL ÁGUILA - Consigue bonificación si su habitación es la más alta del hotel.
fr: AU SOMMET - Reçoit un bonus de Bonheur s'il est installé dans la chambre la plus haute de votre hôtel, ou un important malus sinon.
it: AQUILA - Riceve un bonus se soggiorna al piano più alto.
pt: A ÁGUIA - Ganha um bônus se ficar no quarto mais alto do hotel.

source: DECORATOR - He will drop 2 decoration items if satisfied!
de: DEKORATEUR - Hinterlässt dir zwei Dekorationen, wenn vollauf zufrieden.
es: DECORADOR - ¡Te dejará dos decoraciones si está satisfecho!
fr: DECORATEUR - Il donnera 2 objets de décoration s'il est satisfait !
it: DECORATORE - Ti lascerà due decorazioni se è soddisfatto!
pt: DECORADOR - Deixa duas decorações se estiver satisfeito!

source: Dirty room
de: Dreckiges Zimmer
es: Habitación sucia
fr: Chambre sale
it: Camera sporca
pt: Quarto sujo

source: No ::effect::
de: Kein ::effect::
es: Sin ::effect::
fr: Pas de "::effect::"
it: Senza ::effect::
pt: Sem ::effect::

source: No window
de: Kein Fenster
es: Sin ventana
fr: Pas de fenêtre
it: Senza finestra
pt: Sem janela

source: Luxury
de: Luxus
es: Lujo
fr: Luxe
it: Lusso
pt: Luxo

source: Love
de: Liebe
es: Amor
fr: Amour
it: Amore
pt: Amor

source: Always happy
de: Immer Glücklich
es: Siempre feliz
fr: Toujours content
it: Sempre felice
pt: Sempre feliz

source: Hotel services
de: Hotel-Service
es: Servicios del hotel
fr: Services de l'hôtel
it: Servizi hotel
pt: Serviços do hotel

source: Very demanding VIP
de: Anspruchsvoller VIP
es: VIP muy exigente
fr: VIP très exigeant
it: VIP molto esigente
pt: VIP muito exigente

source: Gem bonus
de: Juwelenbonus
es: Gema extra
fr: Bonus de gemme
it: Bonus gemma
pt: Bônus de joias

source: Isolation
es: Aislamiento
fr: Tranquillité
it: Tranquillità
pt: Isolamento

source: Underground
de: Unterirdisch
es: Bajo tierra
fr: Sous-sol
it: Sottoterra
pt: Subterrâneo

source: Altitude
de: Höhe
es: Altitud
fr: Hauteur
it: Altezza

source: Serial killer
de: Massenmörder
es: Asesino en serie
fr: Tueur en série
pt: Assassino em série

source: Annoying VIP
de: Snob
es: Esnob
fr: VIP casse-bonbons
it: Snob
pt: Esnobe

source: Stock thief
de: Kleptomane
es: Robalmacén
fr: Pillard
it: Scassinatore
pt: Ladrāo de estoque

source: Alcoholic
de: Limo-Hasser
es: Amigo del refresco
fr: Alcoolique
it: Assetato di intrugli
pt: Demônio do refri

source: Special request
de: Besonderer Wunsch
es: Petición especial
fr: Requête spéciale
it: Richiesta speciale
pt: Pedido especial

source: Pain in the neck
de: Nervensäge
es: Incordio
fr: Casse-pieds
it: Scocciatura
pt: Dor no pescoço

source: Missing toilet paper
de: Klopapier fehlt
es: Falta papel higiénico
fr: Pas de papier toilette
it: Senza carta igienica
pt: Falta papel higiênico

source: Missing soap
de: Muss mich waschen
es: Hay que lavarlo
fr: Pas de savon
it: Desiderio di lavarsi
pt: Precisa lavar

source: Missing soda
de: Ich will Limo!
es: ¡Quiero refrescos!
fr: Plus de Soda
it: Voglio un intruglio!
pt: Eu quero refri!

source: Bedroom
de: Zimmer
es: Habitación
fr: Chambre
it: Camera
pt: Quarto

source: Hosts a client.
de: Hier übernachten deine Monster.
es: Tus monstruos se quedan aquí.
fr: Héberge un client.
it: I tuoi mostri soggiornano qui.
pt: Seus monstros ficam aqui.

source: Laundry
de: Wäscherei
es: Lavandería
fr: Laverie
it: Lavanderia
pt: Lavanderia

source: Generates GOLD by washing client clothes.
de: Erzeugt durch Waschen der Gäste-Kleidung Gold.
es: Genera oro al lavar la ropa de los clientes.
fr: Génère de l'OR en nettoyant les vêtements des clients.
it: Genera oro lavando gli abiti degli ospiti.
pt: Gera ouro ao lavar as roupas dos clientes.

source: Client blender
de: Fleischwolf
es: Triturador de monstruos
fr: Cuve de recyclage
it: Macinamostri
pt: Batedeira Monstruosa

source: Turns a client into an ITEM (the result depends on the effect generated by this client).
de: Wandelt einen Gast in ein Item um, abhängig von dem von ihm erzeugten Effekt.
es: Convierte a un cliente en un objeto (el resultado depende del efecto que genera ese cliente).
fr: Transforme un client en OBJET (le résultat dépend de l'effet qu'il génère autour de lui).
it: Trasforma un ospite in un oggetto (il risultato dipende dall'effetto generato dall'ospite).
pt: Transforma um cliente em um item (o resultado depende do efeito gerado pelo cliente).

source: Client trash
de: Teuflischer Müllcontainer
es: Contenedor diabólico
fr: Poubelle à monstres
it: Discarica diabolica
pt: Lixeira Diabólica

source: Destroys a client, you get a fraction of its money.
de: Zerstört einen Gast und hinterlässt einen Teil seine Goldes.
es: Destruye a un cliente, y tú te quedas con parte de su oro.
fr: Elimine un client, vous récupérez une fraction de l'argent qu'il vous aurait donné à son départ.
it: Distrugge un ospite lasciandoti una frazione del suo oro.
pt: Destrói um cliente, deixando a você uma fração de seu dinheiro.

source: Bar
de: Gruselige Limo-Bar
es: HorripiBar de refrescos
fr: Bar de Fer
it: Bar degli intrugli spettrale
pt: Bar de Refri do Mal

source: Turns client savings into +::n:: HAPPINESS. You can build multiple bars to increase this value.
de: Wandelt Bargeld eines Monsters in +::n:: Zufriedenheit um. Effekt pro Limo verstärkt sich mit jeder Limo-Bar.
es: Convierte el dinero de los monstruos en +::n:: de felicidad. Construye más bares y aumenta el efecto de cada refresco.
fr: Donne +::n:: BONHEUR en échange de l'argent de poche de vos clients. Vous pouvez construire plusieurs Bars pour augmenter cette valeur (+1 par bar supplémentaire).
it: Trasforma le banconote degli ospiti in felicità + ::n::. Costruisci più bar degli intrugli per aumentare l'effetto di ogni intruglio.
pt: Transforma dinheiro de monstros em +::n:: de felicidade. Construa mais bares de refri para aumentar o efeito de cada refri.

source: Soda storage
de: Limo-Lager
es: Almacén de refrescos
fr: Entrepôt à Soda
it: Magazzino degli intrugli
pt: Depósito de refri

source: Store and produce SODA.
de: Produziert und lagert Limo!
es: Produce y almacena refrescos.
fr: Stocke et produit du Soda.
it: Produce e immagazzina intrugli.
pt: Produz e armazena refrigerante.

source: Toilet paper storage
de: Klopapierlager
es: Almacén de papel higiénico
fr: Entrepôt à Papier Toilette
it: Magazzino carta igienica
pt: Depósito de papel higiênico

source: Store and produce TOILET PAPER.
de: Produziert und lagert Klopapier!
es: ¡Produce y almacena papel higiénico!
fr: Stocke et produit du Papier Toilette.
it: Produce e immagazzina carta igienica.
pt: Produz e armazena papel higiênico.

source: Soap storage
de: Seifenlager
es: Almacén de jabón
fr: Entrepôt à Savon
it: Magazzino sapone
pt: Depósito de sabão

source: Store and produce SOAP.
de: Produziert und lagert Seife.
es: Produce y almacena jabón.
fr: Stocke et produit du Savon.
it: Produce e immagazzina sapone.
pt: Produz e armazena sabão.

source: Turbo booster 2000
de: Turbo-Booster 1000
es: Turbo batería 1000
fr: Générateur Turbo
it: Potenziatore turbo 1000
pt: Super Turbo 1000

source: Provides power boosts to other rooms.
de: Erhöht die Produktion anderer Räume.
es: Hace que otras habitaciones trabajen más rápido.
fr: Fournit des Turbos pour d'autres salles.
it: Rende più veloce il lavoro delle altre stanze.
pt: Faz outros quartos trabalharem mais rápido.

source: Quest office
de: Quest-Büro
es: Oficina de misiones
fr: Bureau des Quêtes
it: Ufficio missioni
pt: Escritório de missões

source: Unlocks contracts. You can build multiple Quest Offices to get more contracts!
de: Macht Aufträge verfügbar. Weitere Quest-Büros erlauben dir, mehr Aufträge anzunehmen.
es: Desbloquea contratos. ¡Puedes construir varias oficinas de misiones y conseguir más contratos!
fr: Débloque les contrats. Vous pouvez construire plusieurs Bureaux des Quêtes pour obtenir davantage de contrats !
it: Sblocca contratti. Puoi costruire più uffici missioni per ottenere più contratti!
pt: Desbloqueia contratos. Você pode construir vários Escritórios de Missões para conseguir mais contratos!

source: Consortium office
de: Verbands-Büro
es: Oficina del consorcio
fr: Bureau du Consortium
it: Ufficio consorzio
pt: Escritório da Associação

source: Structures
de: Stahlträger
es: Soportes
it: Supporti
pt: Suportes

source: These structures allow you to build rooms isolated from your main building.
de: Diese Träger ermöglichen den Bau von Zimmern außerhalb deines Hauptgebäudes.
es: Estas estructuras te permiten construir habitaciones lejos del edificio principal.
fr: Ces structures métalliques vous permettent de construire des salles isolées de votre bâtiment principal.
it: Queste strutture ti permettono di costruire camere lontane dal tuo edificio principale.
pt: Estas estruturas permitem construir quartos separados do prédio principal.

source: Decoration recycler
de: Dekorations-Recycler
es: Reciclador de decoración
fr: Recycleur à déco
it: Riciclatore di decorazioni
pt: Reciclagem de decoração

source: You can DRAG decoration items you don't like on this room. Every ::n:: recycled items, you will obtain 1 random decoration element.
de: ZIEHE das dekorative Item, das du nicht magst, in dieses Zimmer. Für ::n:: recycelte Item erhältst du ein ZUFÄLLIGES dekoratives Item.
es: ARRASTRA la decoración que no quieras a esta habitación. Cada ::n:: objetos reciclados, recibirás una decoración ALEATORIA.
fr: Vous pouvez recycler les objets de décorations que vous n'aimez pas dans cette salle. Vous recevez 1 nouvel objet de décoration tous les ::n:: objets recyclés.
it: TRASCINA in questa stanza le decorazioni che non ti piacciono. Ogni ::n:: oggetti riciclati, riceverai una decorazione CASUALE.
pt: ARRASTE os itens decorativos que você não gosta para este quarto. A cada ::n:: reciclagem(ns), você recebe um novo item decorativo ALEATÓRIO.

source: Bank
es: Banco
fr: Coffre-fort
it: Banca
pt: Banco

source: Each time you earn money, the bank augments your earnings by ::n::%. If the bank is Boosted, the bonus is DOUBLED!
de: ERHÖHT dein Einkommen um ::n:: %, immer wenn du etwas verdienst. Ein BOOSTER VERDOPPELT den Bonus der Bank.
es: Cada vez que ganas dinero, el banco AUMENTA tus ganancias un ::n::%. Si el banco está CARGADO, ¡la bonificación se DOBLA!
fr: A chaque fois que vous gagnez de l'argent, le Coffre-fort augmente vos gains de +::n::%. Si le Coffre-fort est sous l'effet d'un Turbo, le bonus est DOUBLÉ !
it: Ogni volta che guadagni soldi, la banca AUMENTA i tuoi guadagni del ::n::%. Se POTENZI la banca, il bonus sarà DOPPIO!
pt: Sempre que você ganha dinheiro, o banco AUMENTA seus lucros em ::n::%. Se o banco for TURBINADO, o bônus é DOBRADO!

source: Marketing service
es: Servicio de publicidad
fr: Service Marketing
it: Servizio di marketing
pt: Setor de Marketing

source: You can invoke VIPs in your hotel using this room.
de: Lockt durch geschicktes Marketing mehr VIPs in dein Hotel! VIPs lieben Marketing!
es: ¡Atrae a monstruos VIP a tu hotel con una bonita publicidad! ¡Les encanta!
fr: Vous pouvez faire apparaître des clients VIP dans votre hôtel grâce à cette pièce.
it: Attira i VIP nel tuo hotel con un marketing sofisticato, lo adorano!
pt: Atrai clientes VIP para o seu hotel. VIPs adoram estratégias de marketing!

source: Soda
de: Limonade
es: Refresco
it: Intruglio
pt: Refri

source: Toilet paper
de: Klopapier
es: Papel higiénico
fr: Papier toilette
it: Carta igienica
pt: Papel higiênico

source: Soap
de: Seife
es: Jabón
fr: Savon
it: Sapone
pt: Sabão

source: Install clients in bedrooms
de: Gäste in Zimmer unterbringen
es: Instala a clientes en habitaciones
fr: Installer des clients dans vos chambres
it: Posiziona gli ospiti nelle camere
pt: Leve clientes a seus quartos

source: Have ::c:: clients with ::n::+ happiness
de: Habe ::c:: Gäste mit ::n::+ Zufriedenheit
es: Alberga a ::c:: clientes con ::n::+ de felicidad
fr: Amener ::c:: clients à une satisfaction de ::n::+
it: Avere ::c:: ospiti con felicità ::n::+
pt: Tenha ::c:: clientes com ::n::+ de felicidade

source: Give love to your clients
de: Auch Monster brauchen Liebe! Wähle dieses Monster aus.
es: ¡Ellos también necesitan amor! Selecciona este monstruo.
fr: Donner de l'amour à vos clients
it: Anche i mostri hanno bisogno d'amore! Seleziona questo mostro.
pt: Monstros também precisam de amor! Selecione este monstro.

source: Steal money to your clients
de: Klaue Geld von deinen Gästen
es: Roba dinero de tus clientes
fr: Voler de l'argent à vos clients
it: Ruba denaro dai tuoi clienti
pt: Roubar dinheiro de clientes

source: Have ::n:: bedrooms in your hotel
de: Habe ::n:: Zimmer in deinem Hotel
es: Ten ::n:: habitaciones en tu hotel
fr: Avoir ::n:: chambres dans votre hôtel
it: Ottieni ::n:: camere nel tuo hotel
pt: Tenha ::n:: quartos em seu hotel

source: Wash client clothes
de: Wasche die Wäsche deiner Gäste
es: Haz la colada de los clientes
fr: Laver les vêtements d'un client
it: Fai il bucato degli ospiti
pt: Lavar as roupas de clientes

source: Serve Soda to your clients
de: Bring deinen Gästen Limo
es: Sirve refrescos a tus clientes
fr: Servir des Sodas à vos clients
it: Servi gli intrugli ai tuoi ospiti
pt: Servir Refri aos clientes

source: Use soap
de: Benutze Seife
es: Usa jabón
fr: Utiliser du savon
it: Usa il sapone
pt: Usar sabão

source: Use toilet paper
de: Benutze Klopapier
es: Usa papel higiénico
fr: Utiliser du papier toilette
it: Usa la carta igienica
pt: Usar papel higiênico

source: Use turbo boost
de: Benutze Booster
es: Usa una batería
fr: Utiliser un Turbo
it: Usa il potenziatore
pt: Usar turbo

source: Send clients to the Trash
de: Wirf Gäste auf den Müll
es: Manda clientes a la basura
fr: Envoyer des clients à la Poubelle
it: Invia gli ospiti al Cestino
pt: Enviar clientes para a lixeira

source: Use ::item:: on installed clients
de: Setze ::item:: auf Hotelgäste ein
es: Usa ::item:: en los clientes de tu hotel
fr: Utiliser ::item:: sur des clients installés
it: Utilizza ::item:: sugli ospiti del tuo hotel
pt: Use “::item::” em clientes do seu hotel

source: Have ::n:: clients with AT LEAST ::h:: happiness at the same time in your hotel
de: Habe gleichzeitig ::n:: Gäste mit einer Zufriedenheit von MINDESTENS ::h:: in deinem Hotel
es: Ten ::n:: clientes con AL MENOS ::h:: de felicidad al mismo tiempo en tu hotel
fr: Avoir ::n:: clients avec un bonheur d'AU MOINS ::h:: au même moment dans votre hôtel
it: Vanta ::n:: ospiti con ALMENO felicità ::h:: nello stesso momento nel tuo hotel
pt: Tenha ::n:: clientes com PELO MENOS ::h:: de felicidade ao mesmo tempo no hotel

source: Have ::n:: clients with EXACTLY ::h:: happiness at the same time in your hotel
de: Habe gleichzeitig ::n:: Gäste mit einer Zufriedenheit von EXAKT ::h:: in deinem Hotel
es: Ten ::n:: clientes con EXACTAMENTE ::h:: de felicidad al mismo tiempo en tu hotel
fr: Avoir ::n:: clients avec un bonheur d'EXACTEMENT ::h:: au même moment dans votre hôtel
it: Vanta ::n:: ospiti con ESATTAMENTE felicità ::h:: nello stesso momento nel tuo hotel
pt: Tenha ::n:: clientes com EXATAMENTE ::h:: de felicidade ao mesmo tempo no hotel

source: Make ::n:: clients happy in one move
de: Stelle mit einem Zug ::n:: Gäste zufrieden
es: Haz feliz a ::n:: clientes de una vez
fr: Améliorer le bonheur de ::n:: clients en une seule action
it: Rendi ::n:: ospiti felici in una mossa
pt: Deixe ::n:: clientes felizes com um movimento

source: Have ::n:: clients with exactly ::h:: happiness in a single row
de: Habe ::n:: Gäste mit genau ::h:: Zufriedenheit in einer Reihe
es: Ten a ::n:: clientes con exactamente ::h:: de felicidad en una sola fila
fr: Avoir ::n:: clients avec un bonheur d'EXACTEMENT ::h:: au même étage
it: Vanta ::n:: ospiti con esattamente felicità ::h:: in una sola fila
pt: Tenha ::n:: clientes com exatamente ::h:: de felicidade em um só andar

source: Have ::n:: clients with exactly ::h:: happiness in a single column
de: Habe ::n:: Gäste mit genau ::h:: Zufriedenheit in einer Spalte
es: Ten a ::n:: clientes con exactamente ::h:: de felicidad en una sola columna
fr: Avoir ::n:: clients avec un bonheur d'EXACTEMENT ::h:: dans la même colonne
it: Vanta ::n:: ospiti con esattamente felicità ::h:: in una singola colonna
pt: Tenha ::n:: clientes com exatamente ::h:: de felicidade em uma só coluna

source: Completely satisfy ::n:: VIP
de: Stelle ::n:: VIPs vollauf zufrieden
es: Satisfaz por completo a ::n:: VIP
fr: Satisfaire totalement ::n:: VIP
it: Soddisfa completamente ::n:: VIP
pt: Satisfaça ::n:: VIP(s) completamente

source: Client installed
de: Gast hat eingecheckt
es: Cliente registrado
fr: Client installé
it: Ospite accolto
pt: Cliente fez check-in

source: Client with ::n:: happiness
de: Gast mit ::n:: Zufriedenheit
es: Cliente con ::n:: de felicidad
fr: Client avec un bonheur de ::n::
it: Ospite con felicità ::n::
pt: Cliente com ::n:: de felicidade

source: Love given
de: Liebe gegeben
es: Amor entregado
fr: Amour donné
it: Amore donato
pt: Amor distribuído

source: Money stolen
de: Geld gestohlen
es: Dinero robado
fr: Argent volé
it: Denaro rubato
pt: Dinheiro roubado

source: Clothes washed
de: Wäsche gewaschen
es: Ropa lavada
fr: Vêtements lavés
it: Abiti lavati
pt: Roupas lavadas

source: Soda served
de: Limo ausgeschenkt
es: Refrescos servidos
fr: Sodas servis
it: Intrugli serviti
pt: Refri servido

source: Toilet paper used
de: Klopapier benutzt
es: Papel higiénico utilizado
fr: Papier toilette utilisé
it: Carta igienica usata
pt: Papel higiênico usado

source: Client sent to the trash
de: Gast auf den Müll geworfen
es: Cliente mandado a la basura
fr: Client envoyé à la poubelle
it: Ospiti inviati al cestino
pt: Cliente enviado à lixeira

source: Boost used
de: Booster verwendet
es: Batería utilizada
fr: Turbo utilisé
it: Potenziatori usati
pt: Turbo usado

source: ::item:: used
de: ::item:: verwendet
es: ::item:: utilizado
fr: ::item:: utilisé(e)
it: ::item:: usati
pt: ::item:: usado(a)

source: (::n:: remaining)
de: (::n:: verbleibend)
es: (quedan ::n::)
fr: (reste ::n::)
it: (::n:: rimanenti)
pt: (restantes: ::n::)

source: 1 mysterious box
de: 1 Überraschung
es: 1 sorpresa
fr: 1 cadeau surprise
it: 1 Sorpresa
pt: 1 surpresa

source: ::n:: mysterious boxes
de: ::n:: Überraschungen
es: ::n:: sorpresas
fr: ::n:: cadeaux surprises
it: ::n:: sorprese
pt: ::n:: surpresas

source: 1 gem
de: 1 Juwel
es: 1 gema
fr: 1 gemme
it: 1 gemma
pt: 1 joia

source: ::n:: gems
de: ::n:: Juwelen
es: ::n:: gemas
fr: ::n:: gemmes
it: ::n:: gemme
pt: ::n:: joias

source: ::n:: gold
es: ::n:: de ORO
fr: ::n:: or
it: ::n:: ORO
pt: ::n:: DE OURO

source: Unlock daily contracts
de: Tagesauftrag freigeschaltet
es: Desbloquea contratos diarios
fr: Débloque les contrats réguliers
it: Sblocca contratti giornalieri
pt: Desbloquear contratos diários

source: This room cannot be modified for the moment.
de: Dieses Zimmer kann derzeit nicht verändert werden.
es: Esta habitación no se puede modificar de momento.
fr: Cette salle ne peut pas être modifiée pour le moment.
it: Per il momento questa camera non può essere modificata.
pt: Este quarto não pode ser modificado no momento.

source: This room cannot be customized.
de: Dieses Zimmer kann nicht angepasst werden.
es: Esta habitación no se puede personalizar.
fr: Cette salle ne peut pas être personnalisée.
it: Questa camera non può essere personalizzata.
pt: Este quarto não pode ser personalizado.

source: This room is not available.
de: Dieses Zimmer ist nicht verfügbar.
es: Esta habitación no está disponible.
fr: Cette salle n'est pas encore libre.
it: Questa camera non è disponibile.
pt: Este quarto está indisponível.

source: You must clean up the room first.
de: Reinige erst dieses Zimmer.
es: Tienes que limpiar esta habitación primero...
fr: Vous devez d'abord nettoyer la salle.
it: Devi prima pulire la camera...
pt: Você precisa limpar este quarto primeiro…

source: No Laundry available.
de: Keine Wäscherei verfügbar
es: Ninguna lavandería disponible
fr: Aucune laverie disponible.
it: Nessuna lavanderia disponibile
pt: Nenhuma lavanderia disponível

source: You need ::n:: GOLD.
de: Du brauchst ::n:: GOLD.
es: Necesitas ::n:: de ORO.
fr: Il vous faut ::n:: OR.
it: ORO necessario: ::n::.
pt: Você precisa de ::n:: de OURO.

source: You need ::n:: LOVE.
de: Du brauchst ::n:: LIEBE.
es: Necesitas ::n:: de AMOR.
fr: Il vous faut ::n:: AMOUR.
it: AMORE necessario: ::n::.
pt: Você precisa de ::n:: de AMOR.

source: You need ::n:: GEMS.
de: Du brauchst ::n:: JUWELEN.
es: Necesitas ::n:: GEMAS.
fr: Il vous faut ::n:: GEMME(S).
it: GEMME necessarie: ::n::.
pt: Você precisa de ::n:: JOIAS.

source: You don't have enough TOILET PAPER in stock (you need ::n::)!
de: Du hast nicht genügend KLOPAPIER auf Lager (du brauchst ::n::)!
es: ¡No tienes suficiente PAPEL HIGIÉNICO en el almacén (necesitas ::n::)!
fr: Vous n'avez pas assez de PAPIER TOILETTE en stock (il vous en faut ::n::) !
it: Non hai abbastanza CARTA IGIENICA in magazzino (te ne serve ::n::)!
pt: Você não tem PAPEL HIGIÊNICO suficiente (você precisa de ::n::)!

source: You don't have enough SOAP in stock (you need ::n::)!
de: Du hast nicht genügend SEIFE auf Lager (du brauchst ::n::)!
es: ¡No tienes suficiente JABÓN en el almacén (necesitas ::n::)!
fr: Vous n'avez pas assez de SAVON en stock (il vous en faut ::n::) !
it: Non hai abbastanza SAPONE in magazzino (te ne serve ::n::)!
pt: Você não tem SABÃO suficiente (você precisa de ::n::)!

source: You don't have enough SODA in stock!
de: Dir ist die LIMO AUSGEGANGEN!
es: ¡Te acabas de quedar SIN REFRESCOS!
fr: Vous n'avez pas assez de SODA en réserve !
it: Sei a corto di INTRUGLI!
pt: Acabou o REFRI!

source: You don't have any TURBO BOOSTER ready!
de: Du hast keine BOOSTER mehr.
es: Se han terminado las BATERÍAS.
fr: Vous n'avez plus de TURBO dans votre générateur pour le moment !
it: Hai esaurito i POTENZIATORI.
pt: Você não tem mais TURBOS.

source: This room is already occupied!
de: Dieses Zimmer ist bereits belegt!
es: ¡Esta habitación ya está ocupada!
fr: Cette salle est déjà occupée !
it: Questa camera è già occupata!
pt: Este quarto já está ocupado!

source: Sorry, the client left.
de: Der Gast ist leider schon abgereist.
es: Lo siento, el cliente se acaba de ir.
fr: Désolé, le client vient juste de partir.
it: Mi dispiace, l'ospite ha già lasciato la camera.
pt: Desculpe, o cliente já saiu.

source: This action is useless :)
de: Diese Aktion hat keine Effekt
es: Esta acción no sirve para mucho.
fr: Cette action ne sert pas à grand chose :)
it: Questa azione non avrà alcun effetto.
pt: Esta ação não terá resultado.

source: Give this client a bedroom first.
de: Du musst erst dieses Monster einem Zimmer zuweisen ...
es: Primero hay que registrar a este monstruo en una habitación...
fr: Installez d'abord ce client dans une chambre.
it: Devi prima accogliere questo mostro in una camera...
pt: Você precisa acomodar este monstro primeiro…

source: You must build your room near another one.
de: Zimmer müssen an das Hotel angebaut sein.
es: Hay que añadir habitaciones al hotel.
fr: Les pièces de l'hôtel doivent se toucher.
it: Le camere devono essere collegate all'hotel.
pt: Quartos precisam ser ligados ao hotel.

source: Destroying this room would make another one collapse!
de: Die Zerstörung diese Zimmers würde ein anderes einstürzen lassen!
es: ¡Si destruyes esta habitación se va a derrumbar otra!
fr: Impossible ! Détruire cette pièce décrocherait une partie de votre hôtel !
it: Distruggendo questa camera un'altra crollerà!
pt: Destruir este quarto faria com que outro desabasse!
