Repository: 5h1b/Miniville
Catalog: MonsterHotel/client/lang/*.po
Languages: de, es, fr, it, pt

source: I totally LOVE this place!
de: Dieser Ort ist der Hammer!
es: De verdad, ¡me ENCANTA este sitio!
fr: Ouaaah !!! C'est trop d'la balle cet hôtel !!
it: ADORO questo posto!
pt: Eu AMO esse lugar!

source: Amazing hotel!
de: Fantastisches Hotel!
es: ¡Un hotel increíble!
fr: Impressionnant... Ils ont pensé à tout !
it: Hotel fantastico!
pt: Hotel incrível!

source: I like this place.
de: Ich mag es hier.
es: Me gusta este sitio.
fr: Il est pas si mal cet hôtel, finalement !
it: Mi piace questo posto.
pt: Gostei desse lugar.

source: Nice hotel.
de: Nettes Hotel.
es: Bonito hotel.
fr: Hé, c'est sympa ici !
it: Bell'hotel.
pt: Hotel bacana.

source: I like my bedroom.
de: Ich mag mein Zimmer.
es: Me gusta mi habitación.
fr: J'adore cette chambre ! C'est aussi pourri que chez moi !
it: Mi piace la mia camera.
pt: Gostei do meu quarto.

source: Nice bedroom.
de: Schönes Zimmer.
es: Una habitación bonita.
fr: Sympa, la chambre.
it: Bella camera.
pt: Quarto legal.

source: Pretty cool.
de: Ziemlich cool.
es: Muy guay.
fr: Plutôt cool.
it: Niente male!
pt: Bem legal.

source: I want ::affect::.
de: Ich will ::affect::.
es: Quiero ::affect::.
fr: J'ai envie de "::affect::".
it: Voglio ::affect::.
pt: Eu quero ::affect::.

source: I need more ::affect::...
de: Ich hätte gerne mehr ::affect::...
es: Ojalá hubiera más ::affect::...
fr: J'aimerais plus de "::affect::"...
it: Vorrei più ::affect::...
pt: Queria que houvesse mais ::affect::…

source: I don't like ::affect::!!
de: Ich mag ::affect:: nicht!!
es: ¡¡No me gusta ::affect::!!
fr: Je déteste la présence de "::affect::" !
it: Non mi piace ::affect::!!
pt: Eu detesto ::affect::!

source: Is this really a hotel?
de: Ist das wirklich ein Hotel?
es: ¿De verdad que esto es un hotel?
fr: Est-ce vraiment un hôtel ?
it: È davvero un hotel questo?
pt: Isso é mesmo um hotel?

source: I want ::affect::!!
de: Ich brauche ::affect::!!
es: ¡Dame ::affect::!
fr: J'ai envie de "::affect::" !!
it: Dammi ::affect::!!
pt: Me dá ::affect::!!

source: I don't like ::affect::!!!
de: Bäh, ::affect::!!
es: ¡¡Argg ::affect::!!
fr: Je déteste "::affect::" !!!
it: Argh ::affect::!!
pt: Eca, ::affect::!!

source: I HATE this place!
de: Ich HASSE es hier!
es: ¡ODIO este lugar!
fr: Je HAIS cet endroit !
it: ODIO questo posto!
pt: Eu ODEIO esse lugar!

source: Number ::n::
de: Nummer ::n::
es: Número ::n::
fr: Numéro ::n::
it: Numero ::n::
pt: Número ::n::

source: I'm gonna EXPLODE!!!
de: Ich EXPLODIERE gleich!
es: ¡¡Voy a EXPLOTAR!!
fr: Je vais EXPLOSER !!!
it: Sto per ESPLODERE!!!
pt: Eu vou EXPLODIR!!!

source: ::n:: points
de: ::n:: Punkte
es: ::n:: puntos
it: ::n:: punti
pt: ::n:: pontos

source: Something prevented your game data from being saved: your progress could be lost :(
de: Etwas verhindert das Speichern deiner Daten. Dein Fortschritt könnte verloren sein. :(
es: Algo impide que los datos de tu juego se guarden. Podrías perder tu progreso :(
fr: Quelque chose a empêché le jeu d'enregistrer ses données sur votre ordinateur :(
it: Qualcosa impedisce il salvataggio del gioco. Potresti perdere i tuoi progressi :(
pt: Algo está impedindo que seu jogo seja salvo. Seu progresso pode ser perdido :(

source: 1- Enable the flash cookies in the Flash Player settings (right click the game, choose Settings, click the yellow folder icon, uncheck "Never", allow at least 100kb)
de: 1 - Cookies für den Flash Player zulassen (Rechtsklick auf Spiel, Einstellungen auswählen, gelben Ordner auswählen, "Never Ask Again" DEATKTIVIEREN und dann Regler auf 11 KB stellen).
es: 1 - Habilitar cookies en Flash Player (clic derecho en la pantalla del juego, "Configuración", clic en la carpeta amarilla, DESELECCIONAR "No preguntar otra vez", y deslizar hasta 11KB).
fr: 1- Activez les cookies Flash dans les réglages du lecteur Flash : clic droit sur le jeu, Paramètres, onglet Stockage (icône dossier jaune), décochez "Jamais", autorisez au moins 100ko
it: 1 - Abilita i cookies nelle impostazioni di Flash Player (clicca con il pulsante destro sullo schermo, seleziona "Impostazioni", clicca sull'icona della cartella, DESELEZIONA "Mai", poi muovi il cursore su 11KB).
pt: 1 - Ative os cookies nas configurações do Flash Player (clique com o botão direito na tela do jogo, selecione “Configurações”, clique no ícone de pasta amarela, DESMARQUE “Nunca perguntar de novo” e mova o botão deslizante para 11KB).

source: 2- Try to disable any AD-BLOCKER extension or software for this website
de: 2 - Ad-Blocker für diese Website deaktivieren.
es: 2 - Prueba a desactivar el bloqueador de anuncios para esta página.
fr: 2- Essayez de désactiver tout logiciel ou extension anti-pub pour ce site
it: 2 - Disabilita qualsiasi software che blocca gli annunci pubblicitari.
pt: 2 - Desative bloqueadores de anúncios e extensões para este website.

source: 3- Check your FIREWALL: the game and the browser should not be blocked
de: 3 - Überprüfe deine FIREWALL. Das Spiel und der Browser sollten nicht geblockt werden.
es: 3 - Comprueba tu FIREWALL. El juego y el navegador no deberían estar bloqueados.
fr: 3- Vérifiez votre PARE-FEU (firewall) : le jeu et votre navigateur ne doivent pas être bloqués
it: 3 - Controlla il tuo FIREWALL. Il gioco e il browser non dovrebbero essere bloccati.
pt: 3 - Verifique seu FIREWALL. O jogo e o navegador não devem ser bloqueados.

source: It looks like the game is already opened on another device or browser.
de: Es scheint, als ob das Spiel bereits auf einem anderen Gerät oder Browser läuft.
es: Parece que el juego ya está abierto en otro dispositivo o navegador.
fr: On dirait que le jeu est déjà ouvert sur un autre appareil ou navigateur.
it: Il gioco è già in funzione su un altro dispositivo o browser.
pt: Parece que o jogo já está aberto em outro dispositivo ou navegador.

source: You should not run Monster Hotel on different devices at the same time :)
de: You shouldn't try to play in two places at the same time...
es: No deberías intentar jugar en dos sitios a la vez...
fr: Vous ne devriez lancer le jeu qu'à un seul endroit à la fois pour éviter tout tracas :)
it: Non dovresti giocare da due dispositivi o browser allo stesso momento...
pt: Você não deveria tentar jogar em dois lugares ao mesmo tempo…

source: Disconnect the other one
de: Schalte das zweite Gerät ab.
es: Desconecta el segundo dispositivo.
fr: Déconnecter l'autre partie
it: Disconnetti il secondo dispositivo.
pt: Desconecte o segundo dispositivo.

source: Great news!
de: Gute Neuigkeiten!
es: ¡Buenas noticias!
fr: Bonne nouvelle !
it: Grandi notizie!
pt: Boas notícias!

source: A new version of the game is available! Please reload the page to update it :)
de: Eine neue Version ist erhältlich! Lade die Seite erneut, um das Spiel zu aktualisieren :)
es: ¡Una nueva versión del juego disponible! Vuelve a cargar la página para actualizarlo :)
fr: Une nouvelle version du jeu est disponible ! Actualisez la page pour le mettre à jour.
it: È disponibile una nuova versione del gioco! Ricarica la pagina per aggiornarlo :)
pt: Há uma nova versão do jogo! Por favor, recarregue a página para atualizar :)

source: You should update the game now to continue playing. We apologize for any inconvenience!
de: Du musst das Spiel erst aktualisieren, bevor du weiterspielen kannst. Bitte entschuldige die Unannehmlichkeiten!
es: ¡Perdón por la interrupción!, pero necesitas actualizar el juego para seguir jugando. ¡Disculpa las molestias!
fr: Vous devriez mettre le jeu à jour maintenant pour continuer à jouer. Nous nous excusons pour la gêne occasionnée !
it: Devi aggiornare il gioco per continuare a giocare. Ci scusiamo per l'inconveniente!
pt: Desculpe a interrupção, mas você precisa atualizar o jogo para continuar jogando. Nos desculpamos pelo incômodo!

source: Update Monster Hotel
de: Monster Hotel aktualisieren
es: Actualizar Monster Hotel
fr: Mettre à jour Monster Hotel
it: Aggiorna Monster Hotel
pt: Atualizar Monster Hotel

source: Update the game
de: Aktualisiere das Spiel
es: Actualizar el juego
fr: Mettre le jeu à jour
it: Aggiorna il gioco
pt: Atualizar o jogo

source: This hotel cannot be visited right now: its owner is playing on a different version of the game.
de: Das Hotel ist wegen Renovierungsarbeiten derzeit geschlossen, Versuche es später noch einmal.
es: Este hotel no está disponible en este momento, se encuentra de reformas. Vuelve más tarde.
fr: Vous ne pouvez pas visiter cet hôtel pour le moment : son propriétaire joue sur une version différente du jeu (plus ancienne ou plus récente).
it: Questo hotel non è disponibile al momento, è in ristrutturazione. Torna in seguito.
pt: Este hotel está indisponível no momento. Ele está em reforma. Por favor, volte em breve.

source: Exit game?
de: Spiel verlassen?
es: ¿Salir del juego?
fr: Quitter le jeu ?
it: Uscire dal gioco?
pt: Sair do jogo?

source: Yes, see you later!
de: Ja, bis bald!
es: Sí, ¡hasta pronto!
fr: Oui, à plus tard !
it: Sì, a presto!
pt: Sim, até mais!

source: ::n:: GOLD
es: ::n:: de ORO
fr: ::n:: OR
it: ::n:: ORO
pt: ::n:: DE OURO

source: Imminent!
de: Fast fertig!
es: ¡Casi estamos!
it: Ci sei quasi!
pt: Quase lá!

source: One year
de: Ein Jahr
es: Un año
fr: Une année
it: Un anno
pt: Um ano

source: ::n:: days
de: ::n:: Tage
es: ::n:: días
fr: ::n:: jours
it: ::n:: giorni
pt: ::n:: dias

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
pt: 1 dia

source: Ok, let's buy a few gems!
de: Kaufen wir ein paar Juwelen!
es: ¡Vale, compremos unas pocas gemas!
fr: Ok, il me faut des gemmes !
it: Ok, acquistiamo qualche gemma!
pt: Ok, vamos comprar joias!

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
pt: Avançado

source: Happiness total
de: Volle Zufriedenheit
es: Felicidad total
fr: Bonheur total
it: Felicità totale
pt: Felicidade total

source: Remove a decoration element
de: Entferne Dekorationen
es: Eliminar algo de decoración
fr: Reprendre un élément de décoration
it: Rimuovi alcune decorazioni
pt: Remover decorações

source: Which element do you want to remove?
de: Welche Dekoration soll entfernt werden?
es: ¿Qué decoración quieres eliminar?
fr: Quel élément voulez-vous reprendre ?
it: Quale decorazione vuoi rimuovere?
pt: Que decoração você deseja remover?

source: Remove every elements!
de: ALLES entfernen
es: Eliminar TODO
fr: Reprendre toutes les décorations !
it: Rimuovi TUTTO
pt: Remover TUDO

source: Send this client to the Trash
de: Wirf diesen Gast auf den Müll
es: Enviar a este cliente a la basura
fr: Envoyer ce client à la Poubelle
it: Invia questo ospite al Cestino
pt: Enviar este cliente à lixeira

source: The trash is not available yet.
de: Müll ist noch nicht verfügbar.
es: La basura aún no está disponible.
fr: La Poubelle n'est pas disponible pour l'instant.
it: Il Cestino non è ancora disponibile.
pt: A lixeira ainda não está disponível.

source: Free it immediatly?
de: Sofort freimachen?
es: ¿Dejar libre ahora?
fr: La libérer immédiatement ?
it: Vuoi renderlo disponibile ora?
pt: Liberar imediatamente?

source: Send this client to the Blender
de: Wirf diesen Gast in den Fleischwolf
es: Enviar a este cliente a la licuadora
fr: Envoyer ce client au Recyclage
it: Invia questo ospite al Macinamostri
pt: Enviar este cliente à batedeira

source: Remove this room (free)
de: Zimmer entfernen (gratis)
es: Elimina esta habitación (gratis)
fr: Retirer cette salle
it: Rimuovi questa camera (gratis)
pt: Remover este quarto (grátis)

source: Sell room for ::money::
de: Zimmer für ::money:: verkaufen?
es: ¿Vender la habitación por ::money::?
fr: Revendre cette salle pour ::money::
it: Vuoi vendere questa camera per ::money::?
pt: Vender este quarto por ::money::?

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
pt: Remover

source: Sell
de: Verkaufen
es: Vender
fr: Revendre
it: Vendi
pt: Vender

source: Decorations: +::n::
de: Dekorationen: +::n::
es: Decoración: +::n::
fr: Décorations : +::n::
it: Decorazioni: +::n::
pt: Decorações: +::n::

source: Isolation: +::n:: (empty spaces around)
de: Ruhe: +::n:: (leere Räume um das Zimmer herum)
es: Tranquilidad: +::n:: (espacios vacíos alrededor)
fr: Tranquillité : +::n:: (espaces vides autour)
it: Tranquillità: +::n:: (spazi vuoti attorno alla camera)
pt: Tranquilidade: +::n:: (espaços vazios ao redor do quarto)

source: Has one window
de: Hat ein Fenster
es: Tiene una ventana
fr: Possède une fenêtre
it: Ha una finestra
pt: Tem uma janela

source: Has two windows
de: Hat zwei Fenster
es: Tiene dos ventanas
fr: Possède deux fenêtres
it: Ha due finestre
pt: Tem duas janelas

source: This room is not available yet.
de: Das Zimmer ist noch nicht verfügbar.
es: Esta habitación aún no está lista.
fr: Cette salle n'est pas encore disponible.
it: Questa stanza non è ancora pronta.
pt: Este quarto ainda não está pronto.

source: Free it immediatly
de: Sofort verfügbar machen
es: Desocupar ahora
fr: La libérer immédiatement ?
it: Libera immediatamente
pt: Liberar imediatamente

source: Get rid of this client?
de: Diesen Gast loswerden?
es: ¿Deshacerse de este cliente?
fr: Se débarrasser de ce client ?
it: Vuoi liberarti di questo ospite?
pt: Se livrar deste cliente?

source: Are you sure you want to recycle this client?
de: Diesen Gast wirklich recyceln?
es: ¿Seguro que quieres reciclar a este cliente?
fr: Voulez vraiment recycler ce client en objet ?
it: Vuoi davvero riciclare questo ospite?
pt: Tem certeza de que deseja reciclar este cliente?

source: Throw him in the mixer!
de: Ab in den Fleischwolf mit ihm!
es: ¡Mándalo a la batidora!
fr: Passer au mixeur !
it: Gettalo nel Macinamostri!
pt: Jogue-o na batedeira!

source: You need ::n:: GEM(s) to do that, buy more?
de: Du brauchst ::n:: JUWEL(EN) dafür. Möchtest du welche kaufen?
es: Necesitas ::n:: GEMA(s) para eso. ¿Comprar más?
fr: Il vous faut ::n:: GEMMES pour faire ça, voulez-vous en acheter plus ?
it: GEMME necessarie: ::n::. Vuoi comprarle ora?
pt: Você precisa de ::n:: JOIA(s) para fazer isso. Comprar mais?

source: You need ::n:: GOLD to do that, buy more?
de: Du brauchst ::n:: GOLD dafür. Mehr kaufen?
es: Necesitas ::n:: de ORO para eso, ¿comprar más?
fr: Il vous faut ::n:: OR pour faire ça, voulez-vous en acheter plus ?
it: ORO necessario: ::n::. Vuoi comprarne?
pt: Você precisa de ::n:: de OURO para fazer isso. Comprar mais?

source: You can get LOVE by simply visiting your friends hotels.
de: Sammle LIEBE, indem du die Hotels deiner Freunde besuchst!
es: ¡Recolecta AMOR al visitar los hoteles de tus amigos!
fr: Vous pouvez recevoir de l'AMOUR simplement en visitant les hôtels de vos amis.
it: Ottieni AMORE visitando gli hotel dei tuoi amici!
pt: Colete AMOR visitando os hotéis de seus amigos!

source: Get more love
de: Erhalte mehr LIEBE
es: Consigue más amor
fr: Obtenir de l'amour
it: Ottieni più Amore
pt: Receber mais amor

source: You don't have BOOSTER left.
de: Du hast keine BOOSTER mehr übrig.
es: No te quedan más BATERÍAS.
fr: Vous n'avez plus de TURBO.
it: Non hai più POTENZIATORI.
pt: Você não tem mais nenhum TURBO.

source: Refill BOOSTERS and use one
de: Hole neue BOOSTER und nutze einen
es: Rellenar las BATERÍAS y usar una
fr: Remplir votre stock de TURBOS et en utiliser un
it: Ricarica i tuoi POTENZIATORI e usane uno
pt: Recarregue seus TURBOS e use um.

source: You need to boost a room (::name::), but you don't have any booster left.
de: ::name:: sind die Waren ausgegangen. Keine BOOSTER verfügbar!
es: ¡No quedan existencias en ::name:: y tampoco BATERÍAS!
fr: Vous avez besoin de booster une salle (::name::) mais vous n'avez plus de Turbo.
it: Hai esaurito ::name:: e anche i POTENZIATORI!
pt: Seu estoque está vazio no(a) ::name::, e você não tem mais TURBOS!

source: Use a BOOSTER on storage
de: Nutze einen BOOSTER für das Lager.
es: Usa una BATERÍA para el almacén
fr: Utiliser un TURBO sur l'entrepôt
it: Usa un POTENZIATORE sul magazzino
pt: Use um TURBO no depósito

source: You must build: ::r::
de: Baue erst: ::r::
es: Debes construir ::r::
fr: Vous devez construire : ::r::
it: Devi costruire: ::r::
pt: É preciso construir: ::r::

source: All your laundries are working.
de: Alle Waschmaschinen sind voll ...
es: Todas tus lavanderías están ocupadas...
fr: Toutes vos laveries sont occupées.
it: Tutte le tue lavanderie sono occupate...
pt: Todas as lavanderias estão ocupadas…

source: Use a BOOSTER on one laundry
de: BOOSTER für Wäscherei verwenden
es: Usa una BATERÍA en una lavandería
fr: Utiliser un TURBO sur une laverie
it: Usa un POTENZIATORE su una lavanderia
pt: Use um TURBO em uma lavanderia

source: You need at least one laundry.
de: Dafür ist mindestens eine Wäscherei nötig.
es: Necesitas al menos una lavandería para eso.
fr: Il vous faut au moins une laverie.
it: Per farlo hai bisogno di almeno una lavanderia.
pt: Você precisa ter uma lavanderia para fazer isso.

source: Bedroom available
de: Baue ein Zimmer
es: Construye una habitación
fr: Chambre disponible
it: Costruisci una camera
pt: Construa um quarto

source: You have enough money to build another bedroom!
de: Du hast genug Gold für den BAU eines ZIMMERS!
es: ¡Tienes suficiente oro para CONSTRUIR otra HABITACIÓN!
fr: Vous avez suffisamment d'argent pour construire une autre chambre !
it: Hai abbastanza oro per COSTRUIRE un'altra CAMERA!
pt: Você tem ouro suficiente para CONSTRUIR outro QUARTO!

source: Permanent upgrade unlocked
de: Dauerhaftes Upgrade freigeschaltet
es: Actualización constante desbloqueada
fr: Amélioration permanente débloquée
it: Aggiornamento permanete sbloccato
pt: Melhoria permanente desbloqueada

source: The inspector left and he wasn't completely satisfied.
de: Der Kontrolleur ist abgereist, war aber nicht vollauf zufrieden ...
es: El inspector ha dejado la habitación pero no estaba del todo satisfecho...
fr: L'inspecteur est parti et il n'était pas complètement satisfait.
it: L'ispettore ha fatto il check-out ma non era del tutto soddisfatto...
pt: O inspetor fez check-out mas não estava totalmente satisfeito…

source: We will send you another one very soon. BE PREPARED.
de: Es wird bald eine weitere Inspektion geben. SEI BEREIT.
es: Pronto habrá otra inspección. PREPÁRATE.
fr: Nous vous en enverrons un autre très bientôt : TENEZ-VOUS PRET(E) !
it: Ci sarà presto un'altra ispezione. PREPARATI.
pt: Haverá outra inspeção em breve. PREPARE-SE.

source: The inspector had an "accident" during its stay in your hotel.
de: Der Kontrolleur hatte während seines Aufenthalts einen "Unfall".
es: El inspector ha tenido un "accidente" durante su estancia en tu hotel.
fr: L'inspecteur aurait eu un genre "d'accident" pendant son séjour chez vous...
it: L'ispettore ha avuto un "incidente" durante il suo soggiorno nel tuo hotel.
pt: O inspetor teve um “acidente” durante sua estadia no hotel.

source: We will send you another one very soon. STOP KILLING OUR FELLOW EMPLOYEES.
de: Wir schicken schon bald einen neuen. HÖR AUF, UNSER KONTROLLEURE ZU TÖTEN.
es: Te enviaremos otro muy pronto. DEJA DE MATAR A NUESTROS INSPECTORES.
fr: Nous vous en enverrons un autre très bientôt. MERCI DE NE PAS LE TUER CETTE FOIS-CI.
it: Te ne invieremo presto un altro. SMETTILA DI UCCIDERE I NOSTRI ISPETTORI.
pt: Enviaremos outro em breve. PARE DE MATAR NOSSOS INSPETORES.

source: Best regards.
de: MfG
es: Atentamente.
fr: Cordialement.
it: Cordiali saluti.
pt: Saudações.

source: We sent you an Inspector to check your work. Please take care of him.
de: Wir schicken dir einen Kontrolleur, um sicherzugehen, dass dein Hotel die Anforderungen für einen weiteren Stern erfüllt.
es: Te enviaremos un inspector para asegurarnos de que tu hotel cumple con los requisitos para otra estrella. Asegúrate de que lo pase bien.
fr: Nous vous avons envoyé un Inspecteur afin de contrôler votre travail. Merci de prendre soin de lui.
it: Stiamo inviando un ispettore per controllare che il tuo hotel soddisfi i requisiti per un'altra stella. Assicurati che si diverta.
pt: Estamos enviando um inspetor para saber se seu hotel se qualifica para ganhar outra estrela. Certifique-se de que ele tenha uma boa estadia.

source: A consortium INSPECTOR has been sent to your hotel. He must leave with a happiness of ::n::.
de: Der Verband hat einen KONTROLLEUR geschickt. Er muss mit ::n:: Zufriedenheit das Hotel verlassen.
es: Han enviado a un INSPECTOR del consorcio a tu hotel. Tiene que marcharse con ::n:: de felicidad.
fr: Un INSPECTEUR a été dépêché à votre hôtel. Il doit absolument quitter les lieux avec un bonheur de ::n::.
it: Un ISPETTORE del Consorzio è stato inviato al tuo hotel. Deve lasciare l'hotel con felicità: ::n::.
pt: Um INSPETOR da associação foi enviado ao seu hotel. Ele deve sair com ::n:: de felicidade.

source: Special effect: ::e::
de: Spezialeffekte: ::e::
es: Efecto especial ::e::
fr: Effet particulier : ::e::
it: Effetto speciale: ::e::
pt: Efeito especial: ::e::

source: Cool!
es: ¡Genial!
fr: Super !
it: Grande!
pt: Legal!

source: Special reward!
de: Besondere Belohnung!
es: ¡Recompensa especial!
fr: Récompense spéciale !
it: Ricompensa speciale!
pt: Recompensa especial!

source: Thanks!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!
pt: Obrigado!

source: You got 1 new quest!
de: Du hast eine neue Quest erhalten!
es: ¡Has conseguido una nueva misión!
fr: Vous avez 1 nouvelle quête !
it: Hai ricevuto una nuova missione!
pt: Você recebeu uma nova missão!

source: Quest complete!
de: Quest abgeschlossen!
es: ¡Misión completada!
fr: Quête terminée !
it: Missione completata!
pt: Missão completa!

source: It's been a long time!
de: Hallo Fremder!
es: ¡Eh, tú, extraño!
fr: Ca fait un bail !
it: Ehi tu, straniero!
pt: Olá, pessoa!

source: As a gift for your fidelity:
de: Ein kleines Geschenk des Hauses:
es: Hay algo por aquí:
fr: Voici quelques cadeaux pour vous remercier de votre fidélité :
it: Eccoti qualcosina offerto dalla ditta:
pt: Aqui vai um presentinho, por conta da casa:

source: You received ::n:: gems
de: Du hast ::n:: Juwelen erhalten
es: Has conseguido ::n:: gemas
fr: Vous avez reçu ::n:: gemmes
it: Gemme ricevute: ::n::.
pt: Você recebeu ::n:: joias

source: You received ::n:: gold
de: Du hast ::n:: Gold erhalten
es: Has conseguido ::n:: de oro
fr: Vous avez reçu ::n:: or
it: Oro ricevuto: ::n::.
pt: Você recebeu ::n:: de ouro

source: We refilled your client queue
de: Deine Warteschlange wurde aufgefüllt!
es: ¡Hemos rellenado la cola!
fr: Nous avons re-rempli votre file d'attente
it: Abbiamo riempito la fila!
pt: Preenchemos sua fila!

source: We repaired all your rooms
de: Alle Zimmer wurden gereinigt
es: ¡Hemos limpiado todas las habitaciones!
fr: Nous avons nettoyé toutes vos chambres
it: Abbiamo pulito tutte le camere.
pt: Limpamos todos os seus quartos!

source: Cool, thanks!
de: Für mich? Toll!
es: ¿Para mí? ¡Hurra!
fr: Cool, merci !
it: Per me? Urrà!
pt: Para mim? Oba!

source: You reached day ::n::!
de: Du hast Tag ::n:: erreicht!
es: ¡Has llegado al día ::n::!
fr: Vous avez atteint le jour ::n:: !
it: Hai raggiunto giorno ::n::!
pt: Você chegou ao dia ::n::!

source: Day ::n::
de: Tag ::n::
es: Día ::n::
fr: Jour ::n::
it: Giorno ::n::
pt: Dia ::n::

source: You received ::n:: Mysterious Boxes!!
de: Du erhältst ::n:: Überraschungen!
es: ¡¡Has ganado ::n:: sorpresas!!
fr: Vous avez reçu ::n:: Cadeaux Surprises !!
it: Sorprese guadagnate: ::n::!!
pt: Você ganhou ::n:: surpresas!

source: You received ::n:: gold!
de: Du erhältst ::n:: Gold!
es: ¡Has ganado ::n:: de oro!
fr: Vous avez reçu ::n:: or !
it: Oro guadagnato: ::n::!
pt: Você ganhou ::n:: de ouro!

source: You received ::n:: gems!
de: Du erhältst ::n:: Juwelen!
es: ¡Has ganado ::n:: gemas!
fr: Vous avez reçu ::n:: gemmes !
it: Gemme guadagnate: ::n::!
pt: Você ganhou ::n:: joias!

source: You received 1 gem!
de: Du erhältst 1 Juwel!
es: ¡Has conseguido 1 gema!
fr: Vous avez reçu 1 gemme !
it: Hai ricevuto 1 gemma!
pt: Você recebeu 1 joia!
