Repository: 5h1b/Miniville
Catalog: MonsterHotel/client/lang/*.po
Languages: de, es, fr, it, pt

source: Some clients will now like, dislike or emit a new effect: COLD!
de: Einige Gäste werden ab jetzt KÄLTE mögen, hassen oder erzeugen!
es: A algunos clientes les gustará, disgustará o emitirán un nuevo efecto: ¡FRÍO!
fr: Certains clients aimeront, détesteront ou généreront un nouvel effet: le FROID !
it: Alcuni ospiti emetteranno, odieranno o ameranno un nuovo effetto: FREDDO!
pt: Alguns clientes terão agora um novo efeito para gostar, odiar ou emitir: FRIO!

source: You also have a new item to help you satisfy them: ::name::
de: Du hast außerdem neue Items freigeschaltet, um die Kälteliebhaber zufrieden zu stellen: ::name::.
es: Has desbloqueado un objeto que te ayudará a satisfacer a los amantes del frío: ::name::
fr: Vous disposez d'un nouvel objet pour vous aider à les satisfaire : ::name::
it: Hai sbloccato dei nuovi oggetti per aiutarti a soddisfare l'amore per il freddo delle creature ::name::.
pt: Você também desbloqueou novos itens para ajudar a satisfazer criaturas que amam o frio: ::name::

source: You are now known as one the most prestigious hotel in the world!
de: Dein Hotel gehört zu den angesehensten Monsterhotels in der Welt!
es: ¡Tu hotel se ha convertido en uno de los alojamientos para monstruos más prestigiosos del mundo!
fr: Votre hôtel est maintenant l'un des plus prestigieux au monde !
it: Il tuo hotel è ora uno dei più prestigiosi hotel per mostri di tutto il mondo!
pt: Seu hotel é agora um dos alojamentos para monstros mais prestigiados do mundo!

source: All your clients are now RICHER: they will pay you more if they are happy!
de: Ab jetzt kommen nur noch die ganz großen Fische! Alle Gäste zahlen mehr, wenn sie zufrieden sind!
es: A partir de ahora, ¡a derrochar se ha dicho! ¡Todos tus clientes pagarán más si están felices!
fr: Tous vos clients sont maintenant plus RICHES: il vous paieront davantage s'ils sont satisfaits !
it: D'ora in poi è solo per ricconi! I tuoi ospiti pagheranno di più se sono felici!
pt: A partir de agora, é só riqueza! Todos os clientes pagarão mais se estiverem felizes!

source: They are also a little more demanding. Their maximum Happiness is now ::max:: instead of ::n::!
de: Allerdings sind diese REICHEN Monster auch anspruchsvoller. Die maximale Zufriedenheit ist ::max:: statt ::n::!
es: Solo que estos monstruos RICOS son un poco más exigentes. ¡La felicidad máxima es ::max:: en vez de ::n::!
fr: Ils sont également légèrement plus exigeants. Leur Bonheur maximum est maintenant de ::max:: au lieu de ::n:: !
it: Tuttavia questi mostri RICCONI sono un po' più esigenti. La felicità massima è ::max:: invece di ::n::!
pt: Mas esses monstros RICOS são um pouco mais exigentes. A felicidade máxima é ::max:: ao invés de ::n::!

source: Your prestige brings you more demanding clients!
de: Das Ansehen deines Hotels zieht anspruchsvollere Gäste an!
es: ¡La fama de tu hotel atrae a clientes más exigentes!
fr: Votre prestige vous ramène des clients plus exigeants !
it: La fama del tuo hotel attira ospiti più esigenti!
pt: A fama de seu hotel atrai clientes mais exigentes!

source: Their maximum Happiness is now ::max:: instead of ::n::!
de: Die maximale Zufriedenheit steigt von ::n:: auf ::max::!
es: ¡Su felicidad máxima es ahora ::max:: en vez de ::n::!
fr: Leur bonheur maximum est maintenant de ::max:: au lieu de ::n:: !
it: La loro felicità massima è ora ::max:: invece di ::n::!
pt: Agora a felicidade máxima é ::max:: ao invés de ::n::!

source: This client is asleep!
de: Dieses Monster schläft!
es: ¡Este monstruo está dormido!
fr: Ce client est endormi !
it: Questo mostro sta dormendo!
pt: Esse monstro está dormindo!

source: We can take this opportunity to STEAL some money from him! :)
de: Wir können die Gelegenheit nutzen, um etwas Geld von ihm zu STEHLEN! :)
es: ¡Puedes aprovechar esta oportunidad para ROBARLE dinero! :)
fr: Profitez en pour lui faire les poches et récupérer un peu d'argent sur lui ! :)
it: Possiamo approfittarne per RUBARGLI un po' di banconote! :)
pt: Essa é uma boa oportunidade para ROUBAR dinheiro dele! :)

source: Sometime, you will get small rewards, but sometimes, it will be A LOT MORE!
de: Mal findest du nur ein klein wenig, mal ist aber auch VIEL MEHR!
es: Unas veces robarás poca cosa, pero otras ¡conseguirás MUCHO MÁS!
fr: Les récompenses sont aléatoires : parfois faibles, parfois très importantes !
it: A volte sgraffignerai solo qualche spicciolo, altre volte ruberai invece una FORTUNA!
pt: Às vezes você só consegue uns trocados, às vezes consegue uma FORTUNA!

source: Your generator contains only 1 booster, so it's already empty...
de: Dein Turbo-Booster hat nur eine Ladung. Momentan ist er leer ...
es: Tu Turbo Batería solo tiene una carga. Ahora está vacía...
fr: Votre générateur ne contient que 1 Turbo donc, forcément, il est déjà vide...
it: Il tuo Potenziatore turbo ha solo una carica. Ora è scarico...
pt: Seu Super Turbo só tem uma carga. Agora ele está descarregado…

source: Let's upgrade it!
de: Verbessere ihn jetzt!
es: ¡Vamos a mejorarla!
fr: Améliorons-le !
it: Aggiorniamolo ora!
pt: Vamos melhorá-lo!

source: We added 1 gem to your stock.
de: Wir haben deinem Konto 1 Juwel hinzugefügt.
es: Hemos añadido 1 gema a tu cuenta.
fr: Nous avons ajouté 1 gemme à votre réserve.
it: Abbiamo aggiunto 1 gemma al tuo account.
pt: Adicionamos 1 joia à sua conta.

source: Build the Generator upgrade.
de: Baue den Turbo-Booster 2000.
es: Fabricar la Turbo batería 2000
fr: Construisez l'amélioration de Générateur.
it: Costruisci il Potenziatore turbo 2000
pt: Construa o Super Turbo 2000.

source: Your generator room now has 2 boosters instead of 1 and this upgrade will be PERMANENT.
de: Deine Turbo-Booster 2000 hat jetzt 2 BOOSTER statt 1. Diese Verbesserung ist dauerhaft.
es: Tu Turbo batería 2000 tiene ahora 2 BATERÍAS en vez de 1. Esta es una mejora PERMANENTE.
fr: Votre salle du générateur contient maintenant 2 Turbos, et cette nouvelle amélioration est PERMANENTE !
it: Il tuo Potenziatore turbo 2000 ha ora 2 CARICHE invece di 1. Questo è un aggiornamento PERMANENTE.
pt: Seu Super Turbo 2000 tem 2 TURBOS ao invés de 1. Essa melhoria é PERMANENTE.

source: You can buy many other permanent upgrades from this menu!
de: In diesem Menü gibt es eine Menge starker Verbesserungen!
es: ¡Hay muchas mejoras potentes disponibles en este menú!
fr: Vous pouvez acquérir d'autres améliorations permanentes depuis ce menu !
it: Ci sono molti e potenti aggiornamenti in questo menu!
pt: Há várias melhorias poderosas disponíveis nesse menu!

source: You have unlocked a special room: the Bank!
de: Du hast eine besondere Einrichtung freigeschaltet: die BANK!
es: Has desbloqueado una habitación especial: ¡el BANCO!
fr: Vous avez débloqué une salle spéciale : le coffre-fort !
it: Hai sbloccato una stanza speciale: la BANCA!
pt: Você desbloqueou um quarto especial: o BANCO!

source: DRAG the room icon on a free spot near your hotel.
de: ZIEHE das Zimmer-Symbol auf ein freies, an dein Hotel grenzendes Feld.
es: ARRASTRA el icono de la habitación hasta un espacio libre AL LADO de tu hotel.
fr: Faites GLISSER l'icône de la salle sur un emplacement libre proche de votre hôtel.
it: TRASCINA l'icona della camera su uno spazio libero VICINO al tuo hotel.
pt: ARRASTE o ícone de quarto até um espaço livre PRÓXIMO ao seu hotel.

source: You have unlocked a special room: the Decoration Recycler!
de: Du hast eine besondere Einrichtung freigeschaltet: den DEKORATIONS-RECYCLER!
es: Has desbloqueado una habitación especial: ¡el reciclador de decoración!
fr: Vous avez débloqué une salle spéciale : le Recycleur à Déco !
it: Hai sbloccato una stanza speciale: il Riciclatore di Decorazioni!
pt: Você desbloqueou um quarto especial: Reciclagem de Decoração!

source: You have unlocked a special room: the Marketing Service!
de: Du hast eine besondere Einrichtung freigeschaltet: den MARKETING-SERVICE!
es: Has desbloqueado una habitación especial: ¡el servicio de publicidad!
fr: Vous avez débloqué une salle spéciale : le Service Marketing !
it: Hai sbloccato una stanza speciale: l'ufficio di Marketing!
pt: Você desbloqueou um quarto especial: o Setor de Marketing!

source: Your reputation brings you new important clients!
de: Dein Hotel ist in aller Munde. Ab jetzt kommen auch VIPs.
es: Los monstruos ya hablan de tu hotel... ¡Los clientes VIP empiezan a llegar!
fr: Votre réputation vous amène de nouveaux clients prestigieux !
it: I mostri iniziano a parlare del tuo hotel... Iniziano ad arrivare dei VIP!
pt: Os monstros estão começando a falar sobre seu hotel… Há VIPs chegando!

source: This client is a VIP: click on him
de: Dieser Kerl hier ist berühmt! Lass ihn einchecken!
es: ¡Mira, este tío es famoso! ¡Vamos a registrarlo!
fr: Ce client est un VIP: sélectionnez le.
it: Guarda, questo tizio è famoso! Facciamogli fare il check-in!
pt: Esse cara é famoso! Vamos fazer o check-in dele!

source: He has some special effects, as you can see here... Bring him to ::n:: happiness and he will pay you a lot of money!
de: VIPs haben besondere Effekte, wie du hier sehen kannst. Wenn sie ::n:: Zufriedenheit erreichen, zahlen sie ordentlich!
es: Los VIP tienen efectos especiales, como puedes ver. Si alcanzan ::n:: de felicidad, ¡te pagarán muy bien!
fr: Il a quelques effets particuliers, comme vous pouvez le voir ici. Amenez-le à un bonheur de ::n:: et il vous donnera beaucoup d'argent !
it: I VIP hanno effetti speciali, come puoi vedere qui. Se la loro felicità raggiunge ::n:: ci pagheranno una fortuna!
pt: VIPs têm efeitos especiais, como você pode ver aqui. Se atingirem ::n:: de felicidade, eles pagarão muito bem!

source: Some clients don't like SUNLIGHT.
de: Manche Gäste mögen kein LICHT.
es: Algunos clientes detestan la LUZ.
fr: Certains clients n'aiment pas la LUMIERE naturelle.
it: Alcuni clienti non amano la LUCE.
pt: Alguns clientes não gostam de LUZ.

source: All the bedrooms that are close to the SIDES of your hotel have sunlight (thanks to windows).
de: Alle Zimmer an den SEITEN deines Hotels haben wegen der Fenster LICHT.
es: Todas las habitaciones que están en los LADOS del hotel tienen LUZ (por las ventanas).
fr: Toutes les chambres situées sur les BORDS de votre hôtel ont de la lumière naturelle (grâce aux fenêtres).
it: Tutte le camere vicine ai LATI del tuo hotel hanno della LUCE (grazie alle finestre).
pt: Todos os quartos próximos às LATERAIS de seu hotel têm LUZ (graças às janelas).

source: This ray of light indicates the presence of sunlight.
de: Der kleine LICHTSTRAHL zeigt es dir auch an.
es: Puedes saberlo por el RAYO de LUZ.
fr: Ce rayon de lumière indique la présence de lumière naturelle.
it: Lo puoi capire da questo piccolo RAGGIO di LUCE.
pt: Dá para ver pelo pequeno RAIO de LUZ.

source: Basically, don't install a client that hates sunlight in a room that has it.
de: Gäste, die das LICHT hassen, schickst du lieber ins Dunkel.
es: Sería perfecto mantener a los clientes que odian la LUZ en la oscuridad.
fr: En bref, n'installez pas un client qui déteste la lumière dans une chambre qui en a.
it: ‪È una buona idea tenere al buio i clienti che odiano la LUCE.
pt: Manter clientes que odeiam LUZ no escuro é uma boa ideia.

source: This client was so satisfied (::n:: happiness) that he decided to free its room IMMEDIATLY and pay the FULL PRICE!
de: Dieses Monster war so zufrieden (::n::), dass es sofort AUSGECHECKT hat und ein riesiges TRINKGELD hinterlassen hat.
es: Este monstruo estaba tan feliz (::n::) que decidió DEJAR LA HABITACIÓN en seguida, ¡y una buena PROPINA!
fr: Ce client est tellement satisfait (bonheur à ::n::) qu'il a décidé de libérer sa chambre plus tôt tout en payant le prix MAX !
it: Questo mostro era così FELICE (::n::) che ha deciso di fare il CHECK-OUT immediatamente e lasciare una grande MANCIA!
pt: Esse monstro estava tão FELIZ (::n::) que decidiu fazer CHECK-OUT imediatamente e deixar uma boa GORJETA!

source: Your soda storage is depleted. We can refill it with a TURBO.
de: Dir ist die LIMO AUSGEGANGEN! Erhöhe die Produktion mit einem BOOSTER.
es: ¡Te acabas de quedar SIN REFRESCOS! Aumenta la producción con una BATERÍA.
fr: Votre entrepôt à soda est vide. Nous pouvons le remplir avec un TURBO.
it: Sei a corto di INTRUGLI! Incrementiamone la produzione con un POTENZIATORE.
pt: Acabou o REFRI! Vamos aumentar a produção com um TURBO.

source: TURBOS are free and they regen over time, but you have a limited number of them.
de: BOOSTER sind gratis und REGENERIEREN sich mit der Zeit. Ihre Anzahl ist aber begrenzt.
es: Las BATERÍAS son gratuitas y se RECARGAN con el tiempo, pero tienes un número limitado.
fr: Les TURBOS sont gratuits et se régénèrent dans le temps, mais nous n'en avons qu'un stock limité.
it: I POTENZIATORI sono gratuiti e si RIGENERANO nel tempo, ma ne hai un numero limitato.
pt: TURBOS são grátis e se RECARREGAM ao longo do tempo, mas só se pode ter alguns deles.

source: You can now give LOVE to make your clients even happier!
de: Du kannst ab jetzt deinen Monstern Liebe geben, damit sie zufriedener sind!
es: ¡Puedes dar un poco de AMOR a tus monstruos para que sean más felices!
fr: Vous pouvez maintenant utiliser de l'AMOUR pour rendre vos clients encore plus heureux !
it: Puoi ora donare ai tuoi mostri un po' d'AMORE per renderli più felici!
pt: Agora você pode dar AMOR aos monstros para deixá-los mais felizes!

source: Give this client a nice and warm hug :)
de: Nimm dieses hier in deine Arme!
es: ¡Vamos a darle un buen abrazo a este!
fr: Faites un gros câlin à ce client :)
it: Diamogli un grande e caloroso abbraccio!
pt: Vamos um dar um belo abraço nesse aqui!

source: The client is now a little happier :)
de: Es sieht gleich viel zufriedener aus.
es: Ahora ya es un poco más feliz.
fr: Le client est maintenant un peu plus heureux :)
it: Ora questo mostro è un po' più felice.
pt: Agora ele está um pouco mais feliz.

source: You love counter can be seen here.
de: Deinen Liebesszähler findest du hier.
es: Tu contador de amor se sitúa aquí.
fr: Le compteur d'amour se trouve ici.
it: Il tuo contatore d'amore è posizionato qui.
pt: Seu contador de amor fica aqui.

source: You can get more love by VISITING your friends hotels.
de: Sammle mehr LIEBE, indem du die Hotels deiner Freunde besuchst.
es: ¡Recolecta más AMOR visitando los hoteles de tus amigos!
fr: Vous pouvez recevoir de l'AMOUR simplement en visitant les hôtels de vos amis.
it: Ottieni più AMORE visitando gli hotel dei tuoi amici!
pt: Obtenha mais AMOR visitando os hotéis de amigos!

source: You can also buy new permanent upgrades that will boost the Love power!
de: Du kannst auch dauerhafte Verbesserungen kaufen, um deine LIEBE noch effektiver zu machen!
es: ¡También puedes comprar mejoras permanentes para que tu AMOR sea más poderoso!
fr: Vous pouvez aussi acheter de nouvelles améliorations permanentes qui renforceront la puissance de l'Amour !
it: Puoi anche acquistare nuovi aggiornamenti permanenti per rendere il tuo AMORE più potente!
pt: Você pode comprar melhorias permanentes para deixar seu AMOR mais poderoso!

source: You have multiple unread messages!
de: Du hast mehrere ungelesene Nachrichten!
es: ¡Tienes muchos mensajes sin leer!
fr: Vous avez plusieurs messages non-lus !
it: Hai diversi messaggi non letti!
pt: Você tem várias mensagens não lidas!

source: You have an unread message!
de: Du hat Post!
es: ¡Tienes un mensaje!
fr: Vous avez reçu un nouveau message !
it: Hai ricevuto della posta!
pt: Nova mensagem!

source: Rare
de: Selten
es: Escaso
it: Raro
pt: Raro

source: Very rare
de: Sehr Selten
es: Muy escaso
fr: Très rare
it: Molto raro
pt: Muito raro

source: New item unlocked!
de: Neues Item freigeschaltet!
es: ¡Nuevo objeto desbloqueado!
fr: Nouvelle décoration débloquée !
it: Novo oggetto sbloccato!
pt: Novo item desbloqueado!

source: This option hasn't been unlocked yet!
de: Du hast diese Option noch nicht freigeschaltet!
es: ¡Aún no has desbloqueado esta opción!
fr: Cette option n'a pas encore été débloquée !
it: Non hai ancora sbloccato quest'opzione!
pt: Você ainda não desbloqueou esta opção!

source: percent
de: Prozent
es: porcentaje
fr: pourcent
it: percento
pt: por cento

source: Artic cooler
de: Arktische Klimaanlage
es: Climatizador ártico
fr: Climatiseur glacial
it: Condizionatore artico
pt: Ar Ártico

source: Adds COLD to a bedroom.
de: Diese aufgemöbelte Klimaanlage verwandelt das Zimmer für kurze Zeit in eine Kühlbox!
es: ¡Esta unidad sobrecargada convertirá temporalmente la habitación en un congelador!
fr: Génère du FROID dans une chambre.
it: Questo condizionatore sovralimentato trasformerà temporaneamente la camera in un freezer!
pt: Este ar-condicionado torna um quarto em uma geladeira temporariamente!

source: Super heating
de: Höllische Heizung
es: Radiador al rojo vivo
fr: Chaudière de l'Enfer
it: Radiatore infernale
pt: Aquecedor Fervoroso

source: Adds HEAT to a bedroom.
de: Dieser nuklearbetrieben Heizkörper verwandelt das Zimmer für kurze Zeit in einen Ofen!
es: ¡Este radiador de energía nuclear convertirá temporalmente tu habitación en un horno para monstruos!
fr: Génère de la CHALEUR dans une chambre.
it: Questo radiatore a energia nucleare trasformerà temporaneamente la camera in un inferno rovente!
pt: Este aquecedor nuclear torna um quarto em um forno temporariamente!

source: French cheeses
de: Französischer Stinkekäse
es: Queso francés apestoso
fr: Fromage français
it: Formaggio francese puzzoso
pt: Queijo Francês Fedido

source: Adds ODOR to a bedroom.
de: Stinkt schon wenn er frisch ist. Deine Monster werden den Duft dieses 10 Jahre alten Gammelkäses lieben.
es: Muy apestoso si está fresco, ¡a tus monstruos les va a encantar el hedor de este queso mohoso de 10 años!
fr: Génère de la PUANTEUR dans une chambre.
it: Abbastanza puzzolente quando è fresco, i tuoi mostri adoreranno il tanfo di questo formaggio stantio invecchiato 10 anni!
pt: Super fedido já quando fresco, este queijo envelhecido de 10 anos certamente agradará seus monstros!

source: Insane HiFi system
de: Monster-Soundsystem
es: Sistema de sonido de gritos
fr: Chaîne HiFi brutale
it: Impianto audio da urlo
pt: Caixa de Som Berrante

source: Adds NOISE to a bedroom.
de: Für Monster, die ohne Geschrei im Hintergrund einfach nicht einschlafen können.
es: Para monstruos que no pueden dormir sin escuchar gritos a su alrededor.
fr: Génère du BRUIT dans une chambre.
it: Per mostri che non riescono a dormire senza un musicale coro di urla come sottofondo.
pt: Para monstros que não conseguem pegar no sono sem o som de gritos ao fundo.

source: Light bubble
de: Horror-Halbmond
es: Luna escalofriante
fr: Morceau de Lune
it: Mezzaluna malevola
pt: Pedaço de Lua

source: Adds SUNLIGHT to a bedroom.
de: Diese mächtige Leuchte erhellt jedem Monster den Tag! Fügt deinem Zimmer LICHT hinzu.
es: ¡Esta luz nocturna tan poderosa mejorará el día de cualquier monstruo! Añade LUZ a una habitación.
fr: Ajoute de la LUMIERE dans une chambre (comme une fenêtre).
it: Questa potente luce notturna illuminerà il giorno di qualsiasi mostro! Aggiunge LUCE a una camera.
pt: Esta lâmpada poderosa vai iluminar o dia de qualquer monstro! Adiciona LUZ a um quarto.

source: Paint
de: Farbe
es: Pintura
fr: Peinture
it: Pittura
pt: Tinta

source: Wallpaper
de: Tapete
es: Papel pintado
fr: Papier peint
it: Carta da parati
pt: Papel de parede

source: Bed
de: Bett
es: Cama
fr: Lit
it: Letto
pt: Cama

source: Bath
de: Badezimmer
es: Baño
fr: Baignoire
it: Bagno
pt: Banheiro

source: Ceiling pendant
de: Deckenverzierung
es: Adornos de techo
fr: Plafonnier
it: Decorazione soffitto
pt: Decoração de teto

source: Furniture item
de: Möbel
es: Muebles
fr: Meuble central
it: Mobili
pt: Móveis

source: Wall item
de: Wandverzierung
es: Adornos de pared
fr: Tableau
it: Decorazione parete
pt: Decoração de parede

source: Mysterious Box
de: Überraschung
es: Sorpresa
fr: Cadeau surprise
it: Sorpresa
pt: Surpresa

source: Gem
de: Juwel
es: Gema
fr: Gemme
it: Gemma
pt: Joia

source: A special event gift
de: Ein besonderes Geschenk
es: Un regalo especial
fr: Un cadeau spécial
it: Un regalo da evento speciale
pt: Um presente de evento especial

source: Heat
de: Hitze
es: Calor
fr: Chaleur
it: Calore
pt: Calor

source: Cold
de: Kälte
es: Frío
fr: Froid
it: Freddo
pt: Frio

source: Noise
de: Krach
es: Ruido
fr: Bruit
it: Rumore
pt: Barulho

source: Odor
de: Gestank
es: Hedor
fr: Puanteur
it: Puzza
pt: Fedor

source: Window
de: Licht
es: Luz
fr: Fenêtre
it: Luce
pt: Luz

source: Poring
de: Mampfer
es: Mascador
fr: Droppy
it: Divoratore
pt: Comilão

source: He is easy to satisfy but he doesn't pay that much.
de: Leicht zufriedenzustellen, zahlt aber auch nicht viel.
es: Fácil de satisfacer, pero no paga mucho.
fr: Il est facile à satisfaire mais il ne paye pas beaucoup.
it: Semplice da accontentare ma non paga molto.
pt: Fácil de satisfazer, mas paga mal.

source: Nice neighbour
de: Alptraumhafter Anwohner
es: Pesadilla adorable
fr: Bon oeil
it: Incubo cordiale
pt: Pesadelo Vizinho

source: He gives +::n:: happiness to all its neighbours.
de: Fügt allen Nachbarn +::n:: Zufriedenheit hinzu.
es: Da +::n:: de felicidad a todos los vecinos.
fr: Il donne +::n:: Bonheur à tous ses voisins.
it: Dona felicità +::n:: a tutti i vicini.
pt: Dá +::n:: de felicidade a todos os vizinhos.

source: Angry pear
de: Bockige Birne
es: Peral quisquilloso
fr: Poire nerveuse
it: Pyrus petulante
pt: Pera Petulante

source: If she has something she dislikes near her, she EXPLODES!
de: Schon die kleinste Aufregung lässt dieses Nervenbündel hochgehen.
es: Pon a esta bestia temperamental cerca de algo que no le guste y ¡BUM!
fr: Si elle a un voisin qui génère ce qu'elle déteste, elle EXPLOSE !
it: Metti questa bestia irascibile vicino a qualcuno che non gradisce e avrai un bel botto!
pt: Coloque esta besta temperamental perto de algo que ela não gosta e… BUM!

source: Bomber
de: Ticker
es: Todo corazón
fr: Bombe extrémiste
it: Tic-tac boom
pt: Tic-Tac

source: He EXPLODES if its happiness is 0 or less, or above ::max::. He drops extra money if he checkouts with a happiness of EXACTLY ::max::.
de: Explodiert, wenn seine Zufriedenheit 0 oder einen Wert höher als ::max:: erreicht. Gibt sehr viel TRINKGELD, wenn er mit EXAKT ::max:: Zufriedenheit abreist.
es: EXPLOTA si la felicidad alcanza 0 o sobrepasa ::max::. Deja BUENA PROPINA si se marcha EXACTAMENTE con ::max:: de felicidad.
fr: Il EXPLOSE si son bonheur est de 0 ou moins, ou au-dessus de ::max::. Il laissera une prime supplémentaire s'il quitte l'hôtel (en vie) avec un bonheur de ::max:: EXACTEMENT.
it: ESPLODE se la sua felicità scende a 0 o sale sopra ::max::. Lascia una buona mancia se fa il check-out con felicità ESATTAMENTE a ::max::.
pt: EXPLODE se a felicidade chegar a 0 ou a mais que ::max::. Deixa uma BOA GORJETA se fizer check-out com EXATAMENTE ::max:: de felicidade.

source: Mama Blob
de: Big Mama-Blop
es: Mamasijo gigante
fr: Maman Blob
it: Mamma blob
pt: Grande Mamãe Blob

source: Mama blob has a VERY short stay duration. Another client (a Blobling), immediatly arrives in the queue if her happiness reaches ::n:: or more.
de: Der Mama-Blop bleibt nur für SEHR kurze Zeit. Ein weiterer Gast (ein Blopling) gesellt sich in die Warteschlange, sobald seine Zufriedenheit mindestens ::n:: erreicht.
es: La duración de la estancia de Mamasijo es MUY corta. Si su felicidad alcanza ::n:: o más, otro cliente (un Amasijo) llega inmediatamente a la cola.
fr: Maman Blob ne reste que très peu de temps dans votre hôtel. Un nouveau client (un Blobinou) arrive immédiatement dans la file d'attente si son bonheur atteint ::n:: ou plus.
it: Il soggiorno di Mamma blob è davvero breve. Se la sua felicità raggiunge o supera ::n::, un altro ospite (Blobbino) si aggiunge immediatamente alla coda.
pt: A estadia da Mamãe Blob é MUITO curta. Outro cliente (um Blobinho) entra na fila imediatamente se sua felicidade chegar a ::n:: ou mais.
