Repository: 5h1b/Miniville
Catalog: MonsterHotel/client/lang/*.po
Languages: de, es, fr, it, pt

source: You received ::n:: love!
de: Du erhältst ::n:: Liebe!
es: ¡Has conseguido ::n:: de amor!
fr: Vous avez reçu ::n:: coeurs !
it: Amore ricevuto: ::n::!
pt: Você recebeu ::n:: de amor!

source: Special offer! If you play Monster Hotel on your mobile device or tablet, you will earn unique decorations!
de: Angebot! Spiele Monster Hotel auf deinem Handy oder Tablet, um einzigartige Dekorationen zu erhalten!
es: ¡Oferta especial ¡Juega a Monster Hotel en tu móvil o Tablet y recibe decoración exclusiva!
fr: Offre spéciale ! Si vous jouer à Monster Hotel sur votre mobile ou votre tablette, vous obtiendrez des décorations uniques !
it: Offerta speciale! Gioca a Monster hotel sul tuo cellulare o tablet e ricevi decorazioni uniche!
pt: Oferta especial! Jogue Monster Hotel em seu celular ou tablet e receba decorações únicas!

source: The SERIAL KILLER from room ::n:: decided to eat one of its neighbour!
de: Der MASSENMÖRDER auf Zimmer ::n:: hat einfach einen Nachbarn verspeist!
es: ¡El ASESINO EN SERIE de la habitación ::n:: optó por comerse a un vecino!
fr: Le TUEUR EN SERIE de la chambre ::n:: a décidé de dévorer un de ses voisins !
it: Il SERIAL KILLER della camera ::n:: ha deciso di mangiare uno dei vicini!
pt: O ASSASSINO EM SÉRIE do quarto ::n:: decidiu comer um de seus vizinhos!

source: The client from room ::n:: stole everyone's savings and turned it into ::v::!
de: Der Gast auf Zimmer ::n:: hat allen das Bargeld gestohlen und es in ::v:: umgewandelt.
es: ¡El cliente de la habitación ::n:: robó el dinero de todos y lo convirtió en ::v::!
fr: Le client de la chambre ::n:: a volé les économies de tous les clients et l'a transformé en ::v:: !
it: L'ospite della camera ::n:: ha rubato il denaro di tutti gli altri ospiti e lo ha trasformato in ::v::!
pt: O cliente do quarto ::n:: roubou o dinheiro de todos e o transformou em ::v::!

source: Tissue
de: Taschentuch
es: Pañuelo
fr: Mouchoir
it: Fazzoletto
pt: Lenço

source: Smelly sock
de: Stinkende Socke
es: Calcetín apestoso
fr: Chaussette malodorante
it: Calzino puzzoso
pt: Meia fedorenta

source: Underpant
de: Unterwäsche
es: Calzoncillos
fr: Slip
it: Mutande
pt: Roupas íntimas

source: Tooth
de: Zahn
es: Diente
fr: Dent
it: Dente
pt: Dente

source: Stamp
de: Stempel
es: Sello
fr: Timbre
it: Francobollo
pt: Selo

source: Rusty screwdriver
de: Rostiger Schraubenzieher
es: Destornillador oxidado
fr: Tournevis rouillé
it: Cacciavite arrugginito
pt: Chave de fenda enferrujada

source: Old DVD
de: Alte DVD
es: DVD antiguo
fr: Vieux DVD
it: Vecchio DVD
pt: DVD velho

source: Plush
de: Puppe
es: Muñeca
fr: Peluche
it: Bambola
pt: Boneca

source: A crushed candy
de: Zerbröselte Süßigkeit
es: Un caramelo aplastado
fr: Un vieux bonbon
it: Caramella spappolata
pt: Bala esmagada

source: A ball of lint
de: Flusen
es: Una bola de pelusa
fr: Touffe de poils
it: Palla di polvere
pt: Bola de pelos

source: Found: ::item::
de: ::item:: gefunden
es: Encontrado: ::item::
fr: Trouvé : ::item::
it: Hai trovato: ::item::
pt: Achou: ::item::

source: Gold necklace
de: Goldkette
es: Collar de oro
fr: Collier en or
it: Collana d'oro
pt: Colar de ouro

source: Silver watch
de: Silberne Uhr
es: Reloj de plata
fr: Montre en argent
it: Orologio d'argento
pt: Relógio de prata

source: Gold watch
de: Goldene Uhr
es: Reloj de oro
fr: Montre en or
it: Orologio d'oro
pt: Relógio de ouro

source: Small opale
de: Kleiner Opal
es: Ópalo pequeño
fr: Petite opale
it: Piccolo opale
pt: Opala pequena

source: Small diamond
de: Kleiner Diamant
es: Diamante pequeño
fr: Petit diamant
it: Piccolo diamante
pt: Diamante pequeno

source: Gold ring
es: Anillo de oro
fr: Anneau en or
it: Anello d'oro
pt: Anel de ouro

source: False teeth
de: Gebiss
es: Dentadura postiza
fr: Dent en or
it: Dentiera
pt: Dentadura

source: Lucky rock
de: Glücksbringer
es: Piedra de la suerte
fr: Fer à cheval
it: Pietra porta fortuna
pt: Pedra da sorte

source: Smartphone
de: Handy
es: Teléfono inteligente

source: You found: ::item::! You earned ::n:: by selling this nice loot found inside this client's pocket!
de: ::item:: gefunden! Du hast ::n:: dafür auf dem Schwarzmarkt erhalten.
es: ¡Has encontrado ::item::! Has ganado ::n:: al venderlo en el mercado negro.
fr: Vous avez trouvé: ::item:: La revente de cet objet vous a rapporté ::n:: !
it: Hai trovato: ::item::! Hai guadagnato ::n:: vendendolo al mercato nero.
pt: Você achou: ::item::! Você ganhou ::n:: ao vendê-lo no mercado negro.

source: Ming vase
es: Jarrón Ming
fr: Vase Ming
it: Vaso Ming
pt: Vaso Ming

source: One Ring
de: Einen Ring
es: Un anillo
fr: Anneau Unique
it: Unico anello
pt: Um Anel

source: Golden Tipyx
de: Goldener Tipyx
es: Tritón de oro
fr: Tipyx en or
it: Tapiro d'oro
pt: Ídolo dourado

source: Bag of magic beans
de: Beutel mit magischen Bohnen
es: Bolsa de judías mágicas
fr: Sac de haricots magiques
it: Sacco di fagioli magici
pt: Saco de feijões mágicos

source: Harry Potter 8th book
de: Harry Potter Teil 8
es: El 8º libro de Harry Potter
fr: 8ème livre de Harry Potter
it: L'ottavo libro di Harry Potter
pt: Oitavo livro do Harry Potter

source: Lightsaber
de: Lichtschwert
es: Espada láser
fr: Sabre-Laser
it: Spada laser
pt: Sabre de luz

source: Lich crown
de: Leichenkrone
es: Corona de Hielo
fr: Couronne du Roi Liche
it: Corona del Lich
pt: Coroa do Lich

source: Crystal skull
de: Kristallschädel
es: Calavera de cristal
fr: Crâne de Cristal
it: Teschio di cristallo
pt: Crânio de cristal

source: Fabergé Egg
de: Fabergé-Ei
es: Huevo de Fabergé
fr: Oeuf de Fabergé
it: Uovo Fabergé
pt: Ovo Fabergé

source: Yoda plush
de: Yoda-Puppe
es: Muñeco de Yoda
fr: Peluche de Yoda
it: Bambola Yoda
pt: Boneco do Yoda

source: Treasure map
de: Schatzkarte
es: Mapa del tesoro
fr: Carte aux trésors
it: Mappa del tesoro
pt: Mapa de tesouro

source: Gold Chest
de: Goldtruhe
es: Cofre de oro
fr: Coffre au trésor
it: Forziere d'oro
pt: Baú de ouro

source: Uranium ore
de: Uranerz
es: Mineral de uranio
fr: Minerai d'uranium
it: Minerale d'uranio
pt: Minério de urânio

source: Firefly season 2
de: Firefly Staffel 2
es: 2ª temporada de Firefly
fr: Saison 2 de Firefly
it: Stagione 2 di Firefly
pt: Temporada 2 de Firefly

source: Indian chanvre
de: Schwarzer Afghane
es: Cannabis índico
fr: Chanvre indien
it: Canapa indiana
pt: Cânhamo indiano

source: Cute kitten
de: Süßes Kätzchen
es: Lindo gatito
fr: Chaton mignon
it: Gattino tenero
pt: Gatinho fofo

source: Dragon sack
de: Dämonischer Drachensack
es: Bolsa del vil dragón
fr: Testicule de dragon
it: Ignobile sacco di drago
pt: Saco do Dragão Covarde

source: Platinium ring
de: Platinring
es: Anillo de platino
fr: Anneau de platine
it: Anello di platino
pt: Anel de platina

source: Antique Master Sword
de: Antikes Meisterschwert
es: Espada Maestra antigua
fr: Antique épée de maître
it: Antica spada da maestro
pt: Antiga espada de mestre

source: Sonic Screwdriver
de: Schall-Schraubenzieher
es: Destornillador sónico
fr: Tournevis sonique
it: Cacciavite sonico
pt: Chave de fenda sônica

source: Medicinal herbs
de: Heilkräuter
es: Hierbas medicinales
fr: Herbes médicinales
it: Erbe mediche
pt: Ervas medicinais

source: Bag full of diamonds
de: Beutel mit Diamanten
es: Bolsa llena de diamantes
fr: Sac rempli de diamants
it: Sacco pieno di diamanti
pt: Saco de diamantes

source: Unknown Leonardo Da Vinci painting
de: Unbekanntes Gemälde von Da Vinci
es: Lienzo desconocido de Leonardo Da Vinci
fr: Toile inconnue de Léonard de Vinci
it: Dipinto sconosciuto di Leonardo da Vinci
pt: Obra desconhecida de Leonardo Da Vinci

source: Part of a broken Airbus
de: Teil eines defekten Airbus'
es: Parte de un Airbus roto
fr: Morceau d'Airbus détruit
it: Parte di un Airbus rotto
pt: Parte de avião quebrado

source: You found: ::item::! You earned ::n:: by selling this REALLY RARE loot found inside this client's pocket!
de: ::item:: gefunden! Du hast ::n:: für dieses super seltene Zeug auf dem Schwarzmarkt erhalten.
es: ¡Has encontrado: ::item::! Has ganado ::n:: al vender este objeto tan raro en el mercado negro.
fr: Vous avez trouvé: ::item:: La revente de cet objet TRES RARE vous a rapporté ::n:: !
it: Hai trovato: ::item::! Hai guadagnato ::n:: vendendo questo super raro bottino al mercato nero!
pt: Você achou: ::item::! Você ganhou ::n:: ao vender este item super raro no mercado negro!

source: 1 gem used!
de: 1 Juwel genutzt!
es: ¡1 gema utilizada!
fr: 1 gemme utilisée !
it: 1 Gemma usata!
pt: 1 joia usada!

source: -::n:: GEMS
de: -::n:: Juwelen
es: -::n:: gemas
fr: -::n:: GEMMES
it: -::n:: gemme
pt: -::n:: joias

source: Max bonus reached
de: Maximaler Bonus erreicht.
es: Bonificación máxima alcanzada.
fr: Bonus maximal atteint
it: Bonus massimo raggiunto.
pt: Bônus máximo atingido.

source: New VIP client
de: Neuer VIP-Gast
es: Nuevo cliente VIP
fr: Nouveau client VIP
it: Nuovo ospite VIP
pt: Novo cliente VIP

source: Zzzzz...
de: Zzzzzz.
es: Zzzzzz.
it: Zzzzzz.
pt: Zzzzzz.

source: I'm preparing your hotel!
de: Ich bereite dein Hotel vor!
es: ¡Estoy preparando tu hotel!
fr: Attendez, ce n'est pas encore prêt !
it: Sto preparando il tuo hotel!
pt: Estou preparando seu hotel!

source: Initializing duvets...
de: Betten machen ...
es: Haciendo las camas...
fr: Chargement des couettes...
it: Rifacimento letti...
pt: Arrumando as camas…

source: Initializing brooms...
de: Boden wischen ...
es: Barriendo el suelo...
fr: Un petit coup de plumeau ici...
it: Pulizia pavimento...
pt: Varrendo o chão…

source: Initializing red carpet...
de: Roten Teppich ausrollen ...
es: Desenrollando la alfombra roja...
fr: Là ! Une moumoute sur le tapis rouge !!
it: Srotolamento tappeto rosso...
pt: Desenrolando o tapete vermelho…

source: Downloading towels...
de: Handtücher waschen ...
es: Lavando las toallas...
fr: Téléchargement des serviettes en cours...
it: Lavaggio asciugamani...
pt: Lavando as toalhas…

source: Sweeping floors...
de: Kissen aufschütteln ...
es: Ahuecando las almohadas...
fr: Lavage du parquet...
it: Sprimacciatura cuscini...
pt: Afofando os travesseiros…

source: Loading pillows...
de: Kühlschränke auffüllen ...
es: Rellenando los frigoríficos...
fr: Ho ! J'allais oublier les oreillers !
it: Rifornimento frigoriferi...
pt: Reabastecendo as geladeiras…

source: Loading lobby bell...
de: Klingel testen ... ding dong!
es: Probando el timbre del vestíbulo... ¡Rin, rin!
fr: Dépoussiérage de la sonnette d'accueil... Ding ! Ding !
it: Prova campanella della reception... Drin drin!
pt: Testando a campainha da recepção… Ding ding!

source: Loading the loading bar...
de: Sprudel in die Limo geben ...
es: Añadiendo burbujas a los refrescos...
fr: Chargement de la barre de chargement... Hi hi !
it: Aggiunta bollicine all'intruglio...
pt: Adicionando gás ao refri…

source: Folding bed linen...
de: Bettlacken falten ...
es: Doblando la ropa de cama...
fr: Bordage des lits...
it: Piegatura lenzuola...
pt: Dobrando a roupa de cama…

source: Cleaning up bedrooms...
de: Leere Zimmer putzen ...
es: Limpiando las habitaciones vacías...
fr: Un petit coup de plumeau dans les chambres...
it: Pulizia camere vuote...
pt: Limpando quartos livres…

source: Vacuuming corridors...
de: Auf den Gängen staubsaugen ...
es: Aspirando los pasillos...
fr: Un petit coup d'aspirateur dans les couloirs...
it: Aspirazione polvere nei corridoi...
pt: Aspirando o pó dos corredores…

source: Seriously, it's taking ages...
de: Das dauert ja ewig
es: ¡Esto no acaba nunca!
fr: Pfff... C'est long... Je me dépêche !
it: Ci vuole una vita!
pt: Isso está demorando demais!

source: Almost there!
de: Faaaaaast fertig!
es: ¡Caaaaasi estamos!
fr: Voilà voilà ! C'est bientôt fini !
it: Quaaasi pronto!
pt: Quaaaaase lá!

source: Hello boss!
de: Hi Chef!
es: ¡Hola, jefe!
fr: Bonjour patron !
it: Salve capo!
pt: Olá, chefe!

source: We are about to arrive at YOUR new hotel.
de: Wir sind gleich bei deinem neuen Hotel.
es: Estamos a punto de llegar a tu nuevo hotel.
fr: Nous sommes presque arrivés à VOTRE futur hôtel.
it: Stiamo per arrivare al tuo nuovo hotel.
pt: Já estamos chegando em seu novo hotel.

source: You will be in charge of taking care of our clients and decide our future expansions!
de: Du bist jetzt für das Wohl der Gäste und die Erweiterung des Hotels zuständig!
es: ¡Estarás a cargo del cuidado de los clientes y de las decisiones sobre futuras ampliaciones!
fr: Votre rôle sera d'assurer le bonheur de vos clients et de développer votre établissement !
it: Il tuo compito sarà quello di prenderti cura degli ospiti e scegliere le espansioni future!
pt: Você deverá cuidar dos clientes e planejar futuras expansões!

source: But first of all, let's talk about your tastes! What COLOR would you like for your first hotel BEDROOMS?
de: Deine erste Entscheidung: Welche Farbe willst du in den ersten Räumen deines Hotels?
es: Bueno, lo primero es lo primero... ¿Qué COLOR te gustaría para las primeras HABITACIONES de tu hotel?
fr: Mais avant toute chose, parlons de vos goûts ! Quelle COULEUR souhaitez-vous pour vos premières CHAMBRES d'hôtel ?
it: Prima di tutto però... Di che COLORE vorresti le prime CAMERE del tuo hotel?
pt: Mas vamos começar pelo começo… De que COR você quer pintar seus primeiros QUARTOS do hotel?

source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
pt: Azul

source: Like the sky...
de: Wie der Himmel ...
es: Como el cielo...
fr: Comme le ciel !
it: Come il cielo...
pt: Como o céu…

source: Pink
de: Rosa
es: Rosa
fr: Rose
it: Rosa
pt: Rosa

source: Because it's pretty!
de: Weil's so schön ist!
es: ¡Porque es mono!
fr: Parce que c'est quand même vachement beau
it: Perché è grazioso!
pt: Porque é bonito!

source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
pt: Verde

source: For the win!
de: Für Siegertypen!
es: ¡Es el mejor!
fr: Pour mon côté écolo !
it: Per la vittoria!
pt: A cor da vitória!

source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso
pt: Vermelho

source: Classy.
de: Hat halt Stil.
es: Elegante.
fr: Parce que rouge, c'est classe.
it: Elegante.
pt: Elegante.

source: Great choice!
de: Gute Wahl!
es: ¡Buena elección!
fr: Excellent choix !
it: Scelta fantastica!
pt: Ótima escolha!

source: Oh, looks like we arrived.
de: Na bitte! Da wären wir!
es: ¡Bien! ¡Ya estamos aquí!
fr: Oh, on dirait bien que nous sommes arrivés.
it: Eccoci, siamo arrivati!
pt: Pronto! Chegamos!

source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Gioca
pt: Jogar

source: Log in
es: Iniciar sesión
fr: Connexion
it: Accedi

source: An error occured!
de: Oooch neeee!!! Ein Fehler ist aufgetreten!
es: ¡Ooohhh, nooo! ¡Ha ocurrido un error!
fr: Une erreur est survenue !
it: Ohh no! Si è verificato un errore!
pt: Ooohhhh nãoooooo! Houve um erro!

source: We are so sorry... Please reload the page and try again.
de: Tut uns leid :( Aktualisiere die Website und versuche es nochmal.
es: Lo siento :( Actualiza la página e inténtalo de nuevo.
fr: Nous sommes vraiment désolés... Merci de recharger la page et d'essayer à nouveau.
it: Ci scusiamo per l'inconveniente :(. Aggiorna la pagina e prova di nuovo.
pt: Desculpe-nos :( Por favor, atualize a página e tente novamente.

source: Connecting...
de: Verbinde ...
es: Conectando...
fr: Connexion...
it: Connessione...
pt: Conectando…

source: TAP TO PLAY
de: BITTE ANTIPPEN
es: TOCA PARA JUGAR
fr: APPUYEZ POUR JOUER
it: TOCCA PER GIOCARE
pt: TOQUE PARA JOGAR

source: CLICK TO PLAY
de: BITTE KLICKEN
es: HAZ CLIC PARA JUGAR
fr: CLIQUEZ POUR JOUER
it: CLICCA PER GIOCARE
pt: CLIQUE PARA JOGAR

source: Popular!
de: Beliebt!
fr: Populaire !
it: Popolare!

source: Sociable
de: Gesellig
it: Socievole
pt: Sociável

source: Antisocial
de: Einzelgänger
fr: Asocial
it: Antisociale
pt: Antissocial

source: Total: ::n::
de: Gesamt: ::n::
it: Totale: ::n::

source: Menhir
de: Hinkelstein
pt: Menir
