Repository: 5h1b/Miniville
Catalog: MonsterHotel/client/lang/*.po
Languages: de, es, fr, it, pt

source: Ok
es: Vale

source: (Full)
de: (Voll)
es: (Lleno)
fr: (max)
it: (Pieno)
pt: (Cheio)

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: New item obtained!
de: Neues Item erhalten!
es: ¡Nuevo objeto conseguido!
fr: Nouvel objet reçu !
it: Nuovo oggetto ottenuto!
pt: Novo item obtido!

source: Network status:
de: Netzwerkstatus:
es: Estado de la red:
fr: Etat du réseau :
it: Stato della rete:
pt: Estado da rede:

source: Connected.
de: Verbunden.
es: Conectado.
fr: Connecté.
it: Connesso.
pt: Conectado.

source: Waiting for server...
de: Warte auf Server ...
es: Esperando al servidor...
fr: En attente du serveur...
it: In attesa del server...
pt: Aguardando o servidor…

source: Disconnected!
de: Verbindung getrennt!
es: ¡Desconectado!
fr: Déconnecté !
it: Disconnesso!
pt: Desconectado!

source: Everything is fine, your progress is properly saved online.
de: Alles ist gut. Dein Fortschritt wurde online gespeichert.
es: No pasa nada, tu progreso se ha guardado en línea.
fr: Tout va bien, votre partie est bien sauvegardée en ligne.
it: Tutto a posto, i tuoi progressi sono stati salvati online.
pt: Está tudo bem, seu progresso foi salvo na rede com sucesso.

source: Our servers are taking some time to respond. The reason might be a temporary slow internet connection.
de: Unsere Server brauchen gerade etwas länger. Das könnte an einer momentan langsamen Internetverbindung liegen.
es: Nuestros servidores están tardando en responder. Puede que sea debido a una conexión de internet lenta.
fr: Nos serveurs mettent un peu de temps à répondre... Il est possible que ce contre-temps soit lié à une connexion internet limitée.
it: I nostri server sono lenti a rispondere. Potrebbe essere dovuto a una connessione internet temporaneamente lenta.
pt: Nossos servidores estão demorando para responder. O motivo pode ser uma conexão com a internet temporariamente lenta.

source: Also, please check that nothing blocks the game (firewall or ad-blockers)!
de: Stelle außerdem sicher, dass nichts das Spiel blockiert (Firewall oder Ad-Blocker).
es: Además, ¡comprueba que nada bloquea el juego (algún firewall o bloqueador de anuncios)!
fr: De plus, merci de vérifier que rien ne bloque le jeu (logiciel pare-feu ou anti-pub) !
it: Inoltre, controlla che nulla blocchi il gioco (firewall o software di blocco della pubblicità)!
pt: Verifique também se não há nada bloqueando o jogo (firewall ou bloqueador de anúncios)!

source: Please make sure your game is up-to-date!
de: Achte darauf, dass du die neueste Version des Spiels hast!
es: ¡Asegúrate de que sea la última versión del juego!
fr: Vous pouvez éventuellement vérifier s'il n'existe pas de mise à jour du jeu.
it: Assicurati di utilizzare l'ultima versione del gioco!
pt: Por favor, certifique-se de que está jogando a versão mais atual do jogo!

source: Check for updates
de: Suche nach Updates
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it: Controlla se ci sono aggiornamenti
pt: Verificar atualizações

source: You are disconnected from our servers: your progress is properly saved on your device, but not online.
de: Du bist nicht mit unseren Servern verbunden. Dein Fortschritt ist auf deinem Gerät gespeichert, aber nicht online.
es: Te has desconectado del servidor: tu progreso se ha guardado en tu dispositivo, pero no en línea.
fr: Vous êtes déconnecté(e) de nos serveurs : votre partie est bien enregistrée sur votre appareil, mais pas en ligne.
it: Sei disconnesso dai nostri server: i tuoi progressi sono attualmente salvati sul tuo dispositivo, ma non online.
pt: Você não está conectado(a) aos nossos servidores: seu progresso está salvo em seu dispositivo, mas não na rede.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

source: Waiting server...
de: Warte auf Server ...
es: Esperando al servidor...
fr: Attente du serveur...
it: In attesa del server...
pt: Aguardando o servidor…

source: No internet connection!
de: Keine Internetverbindung
es: ¡Sin conexión a internet!
fr: Plus de connexion internet !
it: Nessuna connessione internet!
pt: Sem conexão à internet!

source: Leave in %time%
de: Check-out in %time%
es: Dejar habitación en %time%
fr: Départ dans %time%
it: Check-out tra %time%
pt: Check-out em %time%

source: Finish in %time%
de: Endet in %time%
es: Termina en %time%
fr: Terminé dans %time%
it: Termina tra %time%
pt: Termina em %time%

source: I need:
de: Braucht:
es: Necesita:
fr: J'aime :
it: Necessita di:
pt: Precisa:

source: I hate:
de: Hasst:
es: Odia:
fr: Je déteste :
it: Odia:
pt: Odeia:

source: I generate:
de: Erzeugt:
es: Genera:
fr: Je génère :
it: Genera:
pt: Gera:

source: Savings:
de: Bargeld:
es: Dinero:
fr: Argent de poche :
it: Denaro:
pt: Dinheiro:

source: Regular contracts
de: Normale Aufträge
es: Contratos normales
fr: Contrats réguliers
it: Contratti regolari
pt: Contratos regulares

source: Or wait: ::time::
de: Oder warte ::time::
es: O espera: ::time::
fr: Ou attendez ::time::
it: O attendi: ::time::
pt: Ou aguarde: ::time::

source: New quest (1 GEM)
de: Neue Quest (1 JUWEL)
es: Nueva misión (1 GEMA)
fr: Nouvelle quête (1 GEMME)
it: Nuova missione (1 GEMMA)
pt: Nova missão (1 JOIA)

source: Generate a new quest?
de: Eine neue Quest generieren?
es: ¿Comenzar una nueva misión?
fr: Commencer une nouvelle quête ?
it: Generare una nuova missione?
pt: Gerar nova missão?

source: Reward: ::r::
de: Belohnung: ::r::
es: Recompensa: ::r::
fr: Récompense : ::r::
it: Ricompensa: ::r::
pt: Recompensa: ::r::

source: Rewards: ::r::
de: Belohnungen: ::r::
es: Recompensas: ::r::
fr: Récompenses : ::r::
it: Ricompense: ::r::
pt: Recompensas: ::r::

source: You are about to cancel the following quest and replace it by a new one:
de: Du bist im Begriff, diese Quest abzubrechen und mit einer neuen zu ersetzen:
es: Estás a punto de cancelar la siguiente misión y reemplazarla por otra:
fr: Vous êtes sur le point d'annuler la quête suivante pour en obtenir une autre :
it: Stai per annullare la seguente missione e sostituirla con una nuova:
pt: Você vai cancelar a seguinte missão e substituí-la com uma missão nova:

source: Yes, replace it
de: Ersetzen
es: Sí, reemplazar
fr: Oui, remplacer cette quête
it: Sì, sostituiscila
pt: Sim, substituir

source: You don't have any "::item::" left.
de: Keine "::item::" mehr übrig.
es: No te queda "::item::".
fr: Il ne vous reste plus de "::item::".
it: Non hai più "::item::".
pt: Você não tem mais nenhum(a) ::item::

source: Buy ::n::x "::item::" for ::cost:: GEMS
de: Kaufe "::item::" für ::cost:: JUWELEN
es: Compra ::n::x "::item::" por ::cost:: GEMAS
fr: Acheter ::n::x "::item::" pour ::cost:: GEMMES
it: Compra ::n::x "::item::" per ::cost:: GEMME
pt: Compre ::n::x “::item::” por ::cost:: JOIAS

source: Buy ::n::x "::item::" for 1 GEM
de: Kaufe :n::x "::Item::" für 1 JUWEL
es: Comprar ::n::x "::item::" por 1 GEMA
fr: Acheter ::n::x "::item::" pour 1 GEMME
it: Acquista ::n::x "::item::" per 1 GEMMA
pt: Compre ::n::x “item” por 1 JOIA

source: Tap to buy ::n:: for ::cost:: GEMS
de: Antippen, um ::n:: für ::cost:: JUWELEN zu kaufen
es: Toca para comprar ::n:: por ::cost:: GEMAS
fr: Appuyez pour en acheter ::n:: pour ::cost:: GEMMES
it: Tocca per acquistare ::n:: per ::cost:: GEMME
pt: Toque para comprar ::n:: por ::cost:: JOIAS

source: Tap to buy ::n:: for 1 GEM
de: Antippen, um ::n:: für 1 JUWEL zu kaufen
es: Toca para comprar ::n:: por 1 GEMA
fr: Appuyez pour en acheter ::n:: pour 1 GEMME
it: Tocca per acquistare ::n:: per 1 GEMMA
pt: Toque para comprar ::n:: por 1 JOIA

source: Click to buy ::n:: for ::cost:: GEMS
de: Klicken, um ::n:: für ::cost:: JUWELEN zu kaufen
es: Haz clic para comprar ::n:: por ::cost:: GEMAS
fr: Cliquez pour en acheter ::n:: pour ::cost:: GEMMES
it: Clicca per acquistare ::n:: per ::cost:: GEMME
pt: Clique para comprar ::n:: por ::cost:: JOIAS

source: Click to buy ::n:: for 1 GEM
de: Klicken, um ::n:: für 1 JUWEL zu kaufen
es: Haz clic para comprar ::n:: por 1 GEMA
fr: Cliquez pour en acheter ::n:: pour 1 GEMME
it: Clicca per acquistare ::n:: per 1 GEMMA
pt: Clique para comprar ::n:: por 1 JOIA

source: You don't have any ::item:: left.
de: Keine "::item::" mehr übrig.
es: No te queda "::item::".
fr: Vous n'avez plus de "::item::".
it: Non hai più "::item::".
pt: Você não tem mais nenhum(a) ::item::

source: Presents for clients
de: Geschenke für Gäste
es: Regalos para tus clientes
fr: Cadeaux pour vos clients
it: Regali per i tuoi ospiti
pt: Presentes para seus clientes

source: Use these presents to make your clients happy!
de: Nutze diese Geschenke, um Gäste glücklich zu machen!
es: ¡Usa estos regalos para hacer felices a tus clientes!
fr: Utilisez ces cadeaux pour rendre vos clients heureux !
it: Usa questi regali per fare felici i tuoi ospiti!
pt: Use estes presentes para deixar seus clientes felizes!

source: You are about to REPLACE "::t1::" by "::t2::".
de: Du bist dabei, "::t1::" durch "::t2::" AUSZUTAUSCHEN.
es: Estás a punto de REEMPLAZAR "::t1::" por "::t2::".
fr: Vous êtes sur le point de REMPLACER "::t1::" par "::t2::".
it: Stai per SOSTITUIRE "::t1::" con "::t2::".
pt: Você vai TROCAR “::t1::” por “::t2::”.

source: Sell "::r::" there for ::n::?
de: "::r::" für ::n:: verkaufen?
es: ¿Vender "::r::" por ::n::?
fr: Vendre "::r::" pour ::n::?
it: Vendi "::r::" per ::n::?
pt: Vender ::r:: por ::n::?

source: Replace the room there (free)?
de: Das Zimmer kostenlos ersetzen?
es: ¿Reemplazar la habitación gratis?
fr: Remplacer cette salle (gratuit) ?
it: Sostituire la camera gratis?
pt: Trocar o quarto de graça?

source: Note: drag the room icon to your hotel to build this room.
de: Ziehe das Symbol auf dein Hotel, um das Zimmer zu bauen.
es: Nota: arrastra el icono de la habitación a tu hotel para construirla.
fr: Note: faites glisser l'icône de la salle sur votre hôtel pour la construire.
it: Nota: trascina l'icona della camera sul tuo hotel per costruirla.
pt: Nota: arraste o ícone do quarto até o seu hotel para construí-lo.

source: Free
de: Gratis
es: Gratis
fr: Gratuit
it: Gratis
pt: Grátis

source: Need more stars
de: Mehr Sterne benötigt
es: Necesitas más estrellas
fr: Pas assez d'étoiles
it: Hai bisogno di più stelle
pt: Precisa de mais estrelas

source: NEW!
de: NEU!
es: ¡NUEVO!
fr: NOUVEAU !
it: NUOVO!
pt: NOVO!

source: Workshop
de: Werkstatt
es: Taller
fr: Atelier
it: Officina
pt: Oficina

source: I offered you a GEM!
de: Ich biete dir ein Juwel an!
es: ¡Aquí tienes una GEMA!
fr: Voilà une gemme pour toi :)
it: Ti ho offerto una GEMMA!
pt: Eu te ofereci uma JOIA!

source: Here is some love for you :)
de: Hier ist etwas Liebe für dich :)
es: Un poquito de amor por aquí :)
fr: Voilà un peu d'amour pour toi :)
it: Ecco un po' di amore per te :)
pt: Aqui vai um pouco de amor para você :)

source: Here is ::n:: gold for you :)
de: Hier, ::n:: Gold :)
es: Toma, aquí tienes ::n:: de oro :)
fr: Voilà ::n:: pièces d'or pour toi :)
it: Ecco, tieni ::n:: d'oro :)
pt: Aqui, ::n:: de ouro para você :)

source: Could you send me some love?
de: Ich brauche Liebe ...
es: Dame un poco de amor...
fr: Pouvez-vous m'envoyer un peu d'amour ?
it: Dammi un po' d'amore...
pt: Me dê amor…

source: Come back to Monster Hotel and get free GEMS :)
de: Kehre jeden Tag zurück, um gratis JUWELEN zu erhalten.
es: Comprueba tu hotel a diario y consigue GEMAS gratis.
fr: Revenez sur Monster Hotel et obtenez des GEMMES gratuites :)
it: Controlla il tuo hotel ogni giorno e ricevi GEMME gratis.
pt: Verifique seu hotel todos os dias e receba JOIAS grátis.

source: Accepted!
de: Angenommen!
es: ¡Aceptado!
fr: Accepté !
it: Accettato!
pt: Aceito!

source: Your inbox
de: Dein Posteingang
es: Bandeja de entrada
fr: Boîte de réception
it: La tua posta
pt: Caixa de correio

source: Looking for new messages...
de: Durchsuche die Post ...
es: Comprobando el correo...
fr: Recherche de nouveaux messages...
it: Controllo posta...
pt: Verificando caixa de correio…

source: Loading...
de: Lädt ...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregando…

source: Inbox loading failed!
de: Ups, der Postbote hat sich verlaufen ...
es: El cartero se ha perdido... ¡Nooooooo!
fr: Echec du chargement de la boite de réception.
it: Il postino si è perso... oh noooo!
pt: O carteiro se perdeu… Oh nãooooo!

source: Thank you for installing Monster Hotel on this device!
de: Vielen Dank für die Installation von Monster Hotel!
es: ¡Gracias por instalar Monster Hotel en este dispositivo!
fr: Merci d'avoir installé Monster Hotel sur cet appareil !
it: Grazie per aver istallato Monster Hotel sul tuo dispositivo!
pt: Obrigado por instalar Monster Hotel neste dispositivo!

source: Accept all rewards
de: Alle Belohnungen annehmen
es: Aceptar todas las recompensas
fr: Accepter toutes les récompenses
it: Accetta tutte le ricompense
pt: Aceitar todas as recompensas

source: ::name:: visited your hotel
de: ::name:: hat dein Hotel besucht.
es: ::name:: ha visitado tu hotel
fr: ::name:: a visité votre hôtel
it: ::name:: ha visitato il tuo hotel
pt: ::name:: visitou seu hotel

source: and
de: und
es: y
fr: et
it: e
pt: e

source: Your hotel has received ::n:: new visits (from ::names::)
de: Dein Hotel hat ::n:: Besuche von ::names:: erhalten.
es: Tu hotel ha recibido ::n:: nuevas visitas (de ::names::)
fr: Votre hôtel a reçu ::n:: nouvelles visites (de ::names::)
it: Il tuo hotel ha ricevuto ::n:: nuove visite (da ::names::)
pt: Seu hotel recebeu ::n:: novas visitas (de ::names::)

source: ::name:: would like some love.
de: ::name:: könnte etwas Liebe gebrauchen.
es: ::name:: necesita un poco de amor.
fr: ::name:: voudrait un peu d'amour.
it: ::name:: ha bisogno di un po' d'amore.
pt: ::name:: precisa de amor.

source: ::name:: gave you love!
de: ::name:: hat dir Liebe geschickt!
es: ¡::name:: te ha enviado amor!
fr: ::name:: vous a donné de l'amour !
it: ::name:: ti ha inviato un po' d'amore!
pt: ::name:: te enviou amor!

source: ::name:: offered you a GEM!
de: ::name:: hat dir JUWELEN geschickt!
es: ¡::name:: te ha enviado una GEMA!
fr: ::name:: vous a offert une GEMME !
it: ::name:: ti ha inviato una GEMMA!
pt: ::name:: te enviou uma JOIA!

source: ::name:: offered you ::n:: GOLD!
de: ::name:: schickte dir ::n:: GOLD! Du bist reich!
es: ¡::name:: te ha enviado ::n:: de ORO! ¡Eres rico/a!
fr: ::name:: vous a offert ::n:: pièces d'OR !
it: ::name:: ti ha inviato ::n:: d'ORO! Sei ricco!
pt: ::name:: te enviou ::n:: de OURO! Que riqueza!

source: Your don't have any unread message.
de: Du hast keine ungelesenen Nachrichten.
es: No tienes mensajes sin leer.
fr: Vous n'avez aucun message non-lu.
it: Non hai nessun messaggio non letto.
pt: Você não tem mensagens não lidas.

source: Mark as read
de: Gelesen
es: Marcar como leído
fr: Marquer comme lu
it: Segna come letto
pt: Marcar como lida

source: Keep it for later
de: Für später
es: Conservar para después
fr: Conserver pour plus tard
it: Tienilo per dopo
pt: Deixar para mais tarde

source: Marked as read.
de: Wurde gelesen
es: Marcado como leído.
fr: Marqué comme lu.
it: Segnato come letto
pt: Marcada como lida

source: Permanent upgrades
de: Dauerhafte Verbesserungen
es: Mejoras permanentes
fr: Améliorations permanentes
it: Potenziamenti permanenti
pt: Melhorias permanentes

source: Every upgrade purchased from this panel will be available permanently on your hotel.
de: Alle Zimmer und Verbesserungen hier sind dauerhaft!
es: ¡Todas las habitaciones y las mejoras que compras son para siempre!
fr: Toutes les améliorations acquises ici le sont de manière permanente ! Vous bénéficierez de leurs effets à vie !
it: Ogni stanza e potenziamento acquistato qui è tuo per sempre!
pt: Cada quarto e melhoria comprados aqui são seus para sempre!

source: Get more gems!
de: Hole mehr Juwelen!
es: ¡Consigue más gemas!
fr: Obtenir plus de gemmes !
it: Ottieni più gemme!
pt: Obtenha mais joias!

source: Active upgrades
de: Aktive Verbesserungen
es: Activar mejoras
fr: Améliorations actives
it: Aggiornamenti attivi
pt: Ativar melhorias

source: Sorry, you cannot buy this upgrade yet: your hotel need more STARS.
de: Du musst erst weitere Sterne für dein Hotel erhalten, um diese Verbesserung zu kaufen.
es: Lo siento, aún no puedes comprar esta mejora. Tienes que desbloquear más ESTRELLAS en tu hotel.
fr: Désolé, vous ne pouvez pas acheter cette amélioration pour l'instant : il vous faut davantage d'étoiles hôtelières.
it: Mi dispiace, ma non puoi acquistare ancora questo aggiornamento. Devi sbloccare prima più stelle per il tuo hotel.
pt: Desculpe, você ainda não pode comprar esta melhoria. É preciso obter mais ESTRELAS para o seu hotel.

source: Unlock permanently
de: Dauerhaft freischalten
es: Desbloquear de forma permanente
fr: Débloquer de manière permanente
it: Sblocca in modo permanente
pt: Desbloquear permanentemente

source: Unlock permanently (::n:: GEMS)
de: Dauerhaft freischalten (::n:: JUWELEN)
es: Desbloquear de forma permanente (::n:: GEMAS)
fr: Débloquer de manière permanente (::n:: GEMMES)
it: Sblocca in modo permanente (::n:: GEMME)
pt: Desbloquear permanentemente (::n:: JOIAS)

source: Unlock permanently (1 GEM)
de: Dauerhaft freischalten (1 JUWEL)
es: Desbloquear de forma permanente (1 GEMA)
fr: Débloquer de manière permanente (1 GEMME)
it: Sblocca in modo permanente (1 GEMMA)
pt: Desbloquear permanentemente (1 JOIA)

source: You need more hotel stars to unlock this upgrade!
de: Du benötigst weitere Sterne, um das freizuschalten. Baue noch mehr!
es: Necesitas más estrellas en tu hotel para desbloquearlo... ¡Sigue construyendo!
fr: Vous devez obtenir plus d'étoiles hotelières pour débloquer cette amélioration !
it: Hai bisogno di più stelle per il tuo hotel per sbloccarlo... Continua a costruire!
pt: Você precisa de mais estrelas no hotel para desbloquear isso… Continue construindo!

source: Decorations
de: Dekorationen
es: Decoración
fr: Décorations
it: Decorazioni
pt: Decorações

source: Get a random item!
de: Erhalte eine zufällige Dekoration!
es: ¡Consigue una decoración aleatoria!
fr: Obtenir un objet aléatoire !
it: Ricevi una decorazione casuale!
pt: Receba uma decoração aleatória!

source: You always get NEW decorations!
de: Es ist immer ein Item, das du noch nicht hast!
es: ¡Siempre obtendrás un objeto NUEVO!
fr: Vous obtenez forcément un NOUVEL objet !
it: È sempre un NUOVO oggetto che non hai!
pt: É sempre um NOVO item que você não tem!

source: You are guaranteed to obtain NEW items every time : you cannot get a decoration you already have :)
de: Du erhältst immer ein NEUES ITEM. Nie zweimal dasselbe.
es: ¡Siempre obtendrás un OBJETO NUEVO! No recibirás el mismo dos veces.
fr: L'objet sera forcément nouveau ! Vous ne pouvez pas retomber sur un objet de décoration déjà connu :)
it: Riceverai sempre un NUOVO OGGETTO! Non riceverai dei doppioni.
pt: Você sempre receberá um NOVO ITEM! Você não receberá o mesmo duas vezes.

source: Get a random item (::n:: GEMS)
de: Erhalte zufälliges Item (::n:: JUWELEN)
es: Conseguir un objeto aleatorio (::n:: GEMAS)
fr: Obtenir un objet aléatoire (::n:: gemmes)
it: Ottieni un oggetto casuale (::n:: GEMME)
pt: Receber item aleatório (::n:: JOIAS)

source: Wall colors
de: Farbe
es: Pintura
fr: Peintures
it: Pittura
pt: Tinta

source: Wallpapers
de: Hintergründe
es: Fondos de pantalla
fr: Papiers peints
it: Carte da parati
pt: Papéis de parede

source: Bathrooms
de: Badezimmer-Accessoires
es: Accesorios de baño
fr: Baignoires
it: Accessori per il bagno
pt: Acessórios de banheiro

source: Beds
de: Betten
es: Camas
fr: Literies
it: Letti
pt: Camas

source: Ceilings
de: Deckenverzierung
es: Adornos del techo
fr: Plafonniers
it: Decorazioni soffitto
pt: Decorações de teto

source: Middle furnitures
de: Möbel
es: Muebles
fr: Meubles centraux
it: Mobili
pt: Móveis

source: Wall elements
de: Wandverzierung
es: Decoración pared
fr: Eléments muraux
it: Decorazione pareti
pt: Decorações de parede

source: Drag a decoration item on your hotel to install it.
de: Ziehe eine Dekoration auf ein Zimmer, um sie zu platzieren.
es: Arrastra la decoración a una habitación para colocarla.
fr: Faites glisser un objet de décoration sur votre hôtel pour l'y installer.
it: Trascina una decorazione in una camera per istallarla.
pt: Arraste uma decoração até um quarto para instalá-la.

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar

source: Do you want to buy more of this decoration?
de: Mehr davon kaufen?
es: ¿Comprar más de esto?
fr: Voulez-vous acheter davantage de cette décoration ?
it: Acquistare più copie di questo oggetto?
pt: Comprar mais deste item?

source: Buy ::n:: for ::cost::
de: Kaufe ::n:: für ::cost::
es: Comprar ::n:: por ::cost::
fr: Acheter ::n:: pour ::cost::
it: Acquista ::n:: per ::cost::
pt: Comprar ::n:: por ::cost::

source: ::n:: in stock
de: ::n:: auf Lager
es: ::n:: en el almacén
fr: ::n:: en stock
it: ::n:: in magazzino
pt: ::n:: em estoque

source: Tap to buy for ::cost::
de: Tippen, um für ::cost:: zu kaufen
es: Toca para comprar por ::cost::
fr: Appuyez pour acheter pour ::cost::
it: Tocca per acquistare per ::cost::
pt: Toque para comprar por ::cost::

source: Click to buy for ::cost::
de: Klicken, um für ::cost:: zu kaufen
es: Haz clic para comprar por ::cost::
fr: Cliquez pour acheter pour ::cost::
it: Clicca per acquistare per ::cost::
pt: Clique para comprar por ::cost::

source: Not unlocked yet
de: Noch nicht freigeschaltet
es: Aún sin desbloquear
fr: Pas encore déverrouillé
it: Non ancora sbloccato
pt: Ainda bloqueado(a)

source: Hotel ranking
de: Hotelrangliste
es: Ranking de hoteles
fr: Classement des hôtels
it: Classifica hotel
pt: Classificação do hotel

source: You can visit your friends hotels to get LOVE from them! You get more love from bigger hotels.
de: Du kannst deine Freunde besuchen, um mehr Liebe zu erhalten! Je größer das Hotel, desto mehr Liebe gibt es.
es: ¡Visita a tus amigos para que ellos te den más AMOR! Consigues más amor en hoteles más grandes.
fr: Vous pouvez visiter les hôtels de vos amis pour obtenir de l'AMOUR ! Plus l'hôtel visité est important, plus vous recevrez d'amour.
it: Puoi visitare gli hotel dei tuoi amici per ottenere AMORE! Ottieni più amore da hotel più grandi.
pt: Você pode visitar os hotéis de amigos para obter AMOR! Você recebe mais amor de hotéis maiores.

source: Each hotel has a score that depends on the number of stars, rooms, etc.
de: Jedes Hotel wird nach der Anzahl der Sterne, Zimmer usw. bewertet.
es: Cada hotel tiene una puntuación dependiendo de las estrellas, las habitaciones, etc.
fr: Chaque hôtel a un score qui dépend de ses étoiles, du nombre de pièces, etc.
it: Ogni hotel ha un punteggio che dipende dal suo numero di stelle, camere, ecc...
pt: Cada hotel tem uma pontuação que depende do número de estrelas, quartos, etc.

source: You must connect to visit your friends hotels. Click here to connect now!
de: Du musst angemeldet sein, um die Hotels deiner Freunde zu besuchen. Klick zum Anmelden hier!
es: Tienes que conectarte para visitar a tus amigos. ¡Haz clic aquí para conectarte!
fr: Vous devez vous connecter pour pouvoir visiter les hôtels de vos amis !
it: Devi connetterti per visitare gli hotel dei tuoi amici. Clicca qui per connetterti ora!
pt: Você precisa se conectar para visitar os hotéis de amigos. Clique aqui para conectar!

source: Connect with Facebook to visit your friends hotels!
de: Melde dich auf Facebook an, um die Hotels deiner Freunde zu besuchen!
es: ¡Conéctate a través de Facebook para visitar los hoteles de tus amigos!
fr: Connectez-vous avec Facebook pour visiter les hôtels de vos amis !
it: Connettiti al tuo account Facebook per visitare gli hotel dei tuoi amici!
pt: Conecte com o Facebook para visitar os hotéis de seus amigos!
