Repository: 5h1b/Miniville
Catalog: MonsterHotel/client/lang/*.po
Languages: de, es, fr, it, pt

source: Blobling
de: Blopling
es: Amasijo
fr: Blobinou
it: Blobbino
pt: Blobinho

source: He was generated by a Mama Blob. He has a very short stay duration and drops a gift if its happiness reaches ::n:: or more!
de: Aus dem Mama-Blop hervorgegangen. Bleibt nur für sehr kurze Zeit und hinterlässt ein GESCHENK bei der Abreise, wenn seine Zufriedenheit ::n:: oder mehr erreicht.
es: Generado por Mamasijo. Su estancia es muy CORTA y ¡deja un REGALO si su felicidad alcanza ::n:: o más!
fr: Il a été généré par une Maman Blob. Il reste très peu de temps dans l'hôtel et donne une récompense s'il atteint un bonheur de ::n:: ou plus !
it: Generato da Mamma blob. Il suo soggiorno è davvero breve, lascia un REGALO se la sua felicità raggiunge o supera ::n::!
pt: Convocado pela Mamãe Blob. Sua estadia é muito CURTA e ele deixa um PRESENTE se a felicidade chegar a ::n:: ou mais!

source: Floor ghost
de: Gang-Gespenst
es: Fantasma plantado
fr: Fantôme de plancher
it: Fantasma del piano
pt: Fantasma dos Andares

source: +::n:: happiness to every clients on the same floor. Note: this kind of bonus cannot be applied more than ::max:: times.
de: +::n:: Zufriedenheit für jedes Monster auf derselben Etage. Dieser Bonus kann nicht mehr als ::max:: Mal angewendet werden.
es: +::n:: de felicidad para los monstruos de la misma planta. Nota: este tipo de bonificaciones no se pueden usar más de ::max:: veces.
fr: Ces fantômes donnent +::n:: de bonheur à chaque client du même étage. Note : ce type de bonus ne peut s'appliquer plus de ::max:: fois à un même client.
it: Felicità +::n:: a ciascun mostro sullo stesso piano. Nota: questo bonus non può essere applicato più di ::max:: volte.
pt: +::n:: de felicidade para cada monstro no mesmo andar. Nota: este tipo de bônus não pode ser aplicado mais de ::max:: vezes.

source: Column ghost
de: Spalten-Seele
es: Criatura columnal
fr: Esprit Hetulao
it: Spirito yurei
pt: Criatura das Colunas

source: +::n:: happiness to every clients in the same column. Note: this kind of bonus cannot be applied more than ::max:: times.
de: +::n:: Zufriedenheit für jedes Monster auf derselben Spalte. Dieser Bonus kann nicht mehr als ::max:: Mal angewendet werden.
es: +::n:: de felicidad para los monstruos de la misma columna. Nota: este tipo de bonificaciones no se pueden usar más de ::max:: veces.
fr: Ces esprits donnent +::n:: de bonheur à chaque client dans la même colonne. Note : ce type de bonus ne peut s'appliquer plus de ::max:: fois à un même client.
it: Felicità +::n:: a ciascun mostro nella stessa colonna di camere. Nota: questo bonus non può essere applicato più di ::max:: volte.
pt: +::n:: de felicidade para cada monstro na mesma coluna. Nota: este tipo de bônus não pode ser aplicado mais de ::max:: vezes.

source: Schrodingcat
de: Schrödings-Katze
es: Schrodingato
fr: Schrödingcat
it: Schrodingat
pt: Schrödingato

source: Gives you a present if its happiness reach ::n:: or more!
de: Hinterlässt ein GESCHENK, wenn die Zufriedenheit ::n:: oder höher ist.
es: Deja un REGALO si la felicidad alcanza ::n:: o más.
fr: Ces chats bizarres vous offriront un objet si leur bonheur atteint ::n:: ou plus !
it: Lascia un REGALO se la sua felicità raggiunge o supera ::n::.
pt: Deixa um PRESENTE se tiver ::n:: de felicidade ou mais.

source: Leek
de: Lauch
es: Gotera
fr: Croot
it: Cipollotto
pt: Escapamento

source: The effect generated by this client on nearby rooms is TWICE as powerful.
de: Der von diesem Monster bewirkte Effekt ist DOPPELT wirksam.
es: El efecto que genera este monstruo es DOS VECES más potente.
fr: L'effet que les Croots génèrent autour d'eux compte double.
it: L'effetto generato da questo mostro è DUE volte più potente.
pt: O efeito gerado por este monstro é DUAS VEZES mais potente.

source: Repair
de: Wischer
es: Aspirador
fr: Touprop'
it: Netturmostro
pt: Varredor

source: He repairs all of the rooms in your hotel as soon as he checks in. He gets +1 happiness for each room repaired this way.
de: Mag es, zu putzen. REINIGT ALLE ZIMMER bei Ankunft. Erhält jeweils +1 Zufriedenheit für das Reinigen von 2 Zimmern.
es: ¡Le gusta limpiar! LIMPIA TODAS LAS HABITACIONES al registrarse. Gana +1 de felicidad cada vez que limpia 2 habitaciones.
fr: Il réparera toutes les salles de l'hôtel à l'instant où vous l'installerez. Il reçoit +1 de bonheur pour chaque salle réparée ainsi.
it: Gli piace pulire! PULISCE TUTTE LE CAMERE al check-in. Guadagna felicità +1 ogni due camere pulite.
pt: Adora limpar! LIMPA TODOS OS QUARTOS no check-in. Ganha +1 de felicidade a cada 2 quartos limpos.

source: Vampire
de: Vampir
es: Vampiro
fr: Transylvanien
it: Vampiro
pt: Vampiro

source: He hates sunlight, so avoid bedrooms with windows. He will drop an item if he checkouts with a happiness of ::n:: or more!
de: Dieses nachtaktive Monster hasst LICHT. Wenn es mit ::n:: oder mehr Zufriedenheit abreist, hinterlässt es ein Item.
es: A menudo visto de noche, este monstruo odia la LUZ. Si abandona la habitación con ::n:: de felicidad o más te dejará un OBJETO.
fr: Les Transylvaniens ne supportent pas la lumière de la Lune, alors évitez de les mettre dans une chambre avec fenêtre. Ils laisseront un objet s'ils quittent l'hôtel avec au moins ::n:: de bonheur !
it: Di solito lo si può vedere di notte, odia la LUCE. Se fa il check-out con felicità ::n:: o maggiore ti lascerà un OGGETTO.
pt: Geralmente visto à noite, este monstro odeia a LUZ. Se fizer check-out com ::n:: de felicidade ou mais, ele deixa um ITEM.

source: Gem chicken
de: Juwelenhuhn
es: Gemallina
fr: Poule Collagème
it: Galligemma
pt: Galinha de Joias

source: Gives 1 gem if its happiness reach ::n:: or more!
de: Legt ein Juwel, wenn die Zufriedenheit ::n:: oder höher ist.
es: ¡Deja una GEMA si su felicidad alcanza ::n:: o más!
fr: Elle pondra une gemme si sa satisfaction atteint au moins ::n:: !
it: Depone una GEMMA se la sua felicità raggiunge o supera ::n::!
pt: Choca uma JOIA se a felicidade chegar a ::n:: ou mais!

source: Monop'guy
de: Gruseliger Geldgeber
es: Financiero aterrador
fr: Monopoliste
it: Banchiere malefico
pt: Economista Repugnante

source: He drops a lot of money if its happiness reach ::n:: or more!
de: Gibt ein RIESIGES TRINKGELD, wenn die Zufriedenheit ::n:: oder höher ist.
es: Deja una GRAN PROPINA si su felicidad alcanza ::n:: o más.
fr: Il vous laissera un gros pourboire si son bonheur atteint au moins ::n:: !
it: Lascia una mancia ENORME se la sua felicità raggiunge o supera ::n::.
pt: Deixa uma ÓTIMA GORJETA se a felicidade chegar a ::n:: ou mais.

source: Inspector
de: Hotel-Kontrolleur
es: Inspector de hotel
fr: Inspecteur desséché
it: Ispettore hotel
pt: Inspetor de Hotel

source: He gives your hotel a new STAR and unlocks new content if its happiness reaches ::n::!
de: Verleiht einen weiteren STERN und schaltet NEUE INHALTE frei, wenn seine Zufriedenheit ::n:: erreicht!
es: ¡Concede una ESTRELLA extra y desbloquea NUEVO CONTENIDO si alcanza ::n:: de felicidad!
fr: Il vous donne une ETOILE hôtelière et déverrouille du contenu de jeu supplémentaire si son bonheur atteint ::n:: !
it: Dona una STELLA extra e sblocca del NUOVO CONTENUTO se raggiunge felicità ::n::!
pt: Concede uma ESTRELA extra e desbloqueia NOVO CONTEÚDO se a felicidade chegar a ::n::!

source: Cuddle Bomb
de: Kuschel-Bombe
es: Bomba acurrucadora
fr: Calinator
it: Blob coccoloso
pt: Bomba de Aconchego

source: He gives +1 happiness to every other clients if its Happiness reaches ::n:: or more!
de: Von Haus aus übersprudelnd wird die Kuschel-Bombe dein Hotel mit Zufriedenheit erfüllen, wenn ihre Zufriedenheit ::n:: oder mehr erreicht.
es: ¡Con su vitalidad natural, la bomba acurrucadora llenará tu hotel de felicidad si alcanza ::n:: o más!
fr: Si un Calinator atteint au moins ::n:: de bonheur, il donnera +1 de bonheur à tous les autres clients de l'hôtel !
it: Spumeggiante di natura, questa bomba coccolosa riempirà il tuo hotel di felicità se la sua raggiunge o supera ::n::!
pt: Naturalmente espumante, o Bomba de Aconchego encherá seu hotel de felicidade se atingir ::n:: ou mais!

source: Dragon
de: Hinterhältiger Drache
es: Dragón ruin
fr: Dracopognon
it: Drago ignobile
pt: Dragão covarde

source: He always have lots of SAVINGS.
de: Er trägt immer viel BARGELD bei sich.
es: ¡Siempre tiene un montón de DINERO!
fr: Les Dracopognons ont toujours beaucoup d'argent de poche sur eux !!
it: Ha sempre montagne di DENARO!
pt: Sempre tem muito DINHEIRO!

source: Diffuser
de: Monster-Medium
es: Médium monstruoso
fr: B.I.K. Katkuler
it: Medium mostruoso
pt: Médium Monstruoso

source: He will generate something around ONLY if you use an item on him.
de: Er generiert NUR DANN einen Effekt, wenn du ein ITEM auf ihn anwendest.
es: SOLO generará un efecto si usas un OBJETO con él.
fr: Le B.I.K. (Biofusion Interne au Kerozène) est un monstre expérimental des laboratoires Katkuler. Cette créature générera un effet SEULEMENT si vous utilisez un objet sur lui. L'effet généré sera celui de l'objet.
it: Genererà un effetto solo se userai un OGGETTO su di lui.
pt: Só gera um efeito se você aplicar um ITEM nele.

source: Magic patron
de: Freigebiger Magier
es: Mago Magnánimo
fr: Généreux donateur
it: Mago magnanimo
pt: Mágico Magnânimo

source: He will distribute ::n:: SAVINGS to other clients when installed in a bedroom.
de: Verteilt ::n:: Bargeld an alle anderen Gäste, wenn er eincheckt.
es: Reparte ::n:: de dinero a otros clientes cuando se registra.
fr: Il distribue de l'argent de poche ::n:: fois à d'autres clients à l'instant où vous l'installez dans une chambre.
it: Distribuisce ::n:: banconote agli altri clienti quando fa il check-in.
pt: Distribui ::n:: de dinheiro aos outros clientes quando faz check-in.

source: TODO
de: Da ist so ein Typ, den man sonst nur in Albträumen sieht.
es: Este es el tipo que aparece en tus pesadillas.
it: Questo è il mostro dei tuoi incubi.
pt: Esse é o cara que você vê em seus pesadelos.

source: Evil Santa
de: Böser Weihnachtsmann
es: Santa Malus
fr: Santa Maléfique
it: Babbo malefico
pt: Papai Noel Mau

source: He only visits your hotel a few days before Christmas! Make him happy and he will drop exclusive Christmas rewards!!
de: Besucht dein Hotel nur, wenn Weihnachten kurz bevorsteht! Stelle ihn zufrieden und erhalte exklusive Weihnachtsbelohnungen!!
es: ¡Solo visita tu hotel pocos días antes de Navidad! Hazle feliz y ¡¡se le caerán recompensas exclusivas de Navidad!!
fr: Il visite votre hôtel pendant quelques jours, juste avant Noël... Rendez-le heureux et il vous donnera des récompenses de Noël exclusives !!
it: Soggiorna nel tuo hotel solo alcuni giorni prima di Natale! Rendilo felice e ti lascerà degli esclusivi regali di Natale!!
pt: Só visita seu hotel alguns dias antes do Natal! Faça-o feliz e ele deixará recompensas exclusivas de Natal!

source: SERIAL KILLER - Will eat a neighbour from time to time...
de: MASSENMÖRDER - Frisst hin und wieder einen Nachbarn ...
es: ASESINO EN SERIE - Se comerá a un vecino de vez en cuando...
fr: TUEUR EN SERIE - Dévorera un voisin de temps à autre...
it: SERIAL KILLER - Mangerà di tanto in tanto uno dei vicini...
pt: ASSASSINO EM SÉRIE - Come um vizinho de vez em quando…

source: PORING EATER - He will eat a PORING neighbour from time to time... He gains happiness when he does that.
de: MAMPFERJÄGER - Frisst hin und wieder einen MAMPFER. Das macht ihn einfach glücklich.
es: CAZADOR DE MASCADORES - Se comerá un MASCADOR de vez en cuando. Le hace feliz.
fr: MANGEUR DE DROPPY - Il dévorera un client voisin DROPPY de temps en temps... Et cela le rendra heureux.
it: CACCIATORE DI DIVORATORI - Mangerà di tanto in tanto un DIVORATORE... lo rende felice.
pt: CAÇADOR DE COMILÕES - Come um COMILÃO de vez em quando. Isso o deixa feliz.

source: SQUATTER - Will stay in your hotel for quite a long time!
de: HAUSBESETZER - Wird für eine ziemlich lange Zeit in deinem Hotel bleiben!
es: OKUPA - ¡Se quedará en tu hotel durante bastante tiempo!
fr: SQUATTEUR - Restera très longtemps dans votre hôtel !
it: ABUSIVO - Soggiornerà nel tuo hotel per un lungo periodo!
pt: SEM-TETO - Ficará em seu hotel por bastante tempo!

source: FAST - He will stay for a very short time so you'll have to be quick!
de: SCHNELL - Bleibt nur für sehr kurze Zeit. Sei also schnell!
es: VELOZ - Se quedará poco tiempo, ¡así que tienes que darte prisa!
fr: RAPIDE - Il ne restera que très très peu de temps dans votre hôtel, donc soyez efficace !
it: RAPIDO - Soggiornerà nell'hotel per un periodo davvero breve, dovrai essere veloce!
pt: VELOZ - Sua estadia é muito curta, então você deve se apressar!

source: VIP - Drops cool stuff if totally satisfied!
de: VIP - Hinterlässt ziemlich cooles Zeug, wenn er vollauf zufrieden ist.
es: VIP - ¡Se le caen cosas geniales si está del todo satisfecho!
fr: VIP - Donne des récompenses spécifiques s'il est totalement satisfait !
it: VIP - Dona fantastiche ricompense se totalmente soddisfatto!
pt: VIP - Deixa coisas legais quando sai totalmente satisfeito!

source: ANNOYING - Everyone in the hotel gets ::n:: happiness!
de: NERVTÖTEND - Alle im Hotel erhalten ::n:: Zufriedenheit!
es: PLASTA - ¡Todo el hotel obtiene ::n:: de felicidad!
fr: CASSE-BONBONS - Tous les clients de l'hôtel reçoivent ::n:: en bonheur !
it: SECCANTE - Tutti gli ospiti ottengono felicità ::n::!
pt: CHATO - Todos no hotel ganham ::n:: de felicidade!

source: GENEROUS - Everyone in the hotel gets +1 SAVING when this client is installed!
de: GÖNNERHAFT - Alle im Hotel erhalten +1 BARGELD, wenn er eincheckt!
es: GENEROSO - ¡Todo el hotel obtiene +1 de DINERO cuando este cliente se registra!
fr: GENEREUX - Tous les clients de l'hôtel reçoivent +1 ARGENT DE POCHE quand ce client est installé.
it: GENEROSO - Tutti gli ospiti ottengono +1 BANCONOTA quando questo ospite fa il check-in!
pt: GENEROSO - Todos no hotel ganham +1 de DINHEIRO quando ele faz check-in!

source: PYROMANIAC - Will damage some bedrooms when installed.
de: PYROMANE - Beschädigt einige Zimmer, wenn er eincheckt.
es: PIRÓMANO - Dañará algunas habitaciones al registrarse.
fr: PYROMANE - Abimera quelques chambres lorsque vous l'installerez.
it: PIROMANIACO - Danneggerà delle camere al check-in.
pt: PIROMANÍACO - Danifica alguns quartos ao fazer check-in.

source: EXPLOSIVE - Will damage all bedrooms on the same floor.
de: EXPLOSIV - Beschädigt alle Zimmer auf seiner Etage.
es: EXPLOSIVO - Dañará todas las habitaciones de la misma planta.
fr: EXPLOSIF - Endommage toutes les chambres de l'étage où il est installé.
it: ESPLOSIVO - Danneggerà tutte le camere sullo stesso piano.
pt: EXPLOSIVO - Danifica todos os quartos de seu andar.

source: NUCLEAR WARHEAD - Will damage every bedrooms in your hotel, except his own room.
de: ATOMSPRENGKOPF - Beschädigt alle Zimmer in deinem Hotel außer seinem eigenen.
es: OJIVA NUCLEAR - Dañará todas las habitaciones del hotel excepto la suya.
fr: TETE NUCLEAIRE - Endommagera toutes vos chambres, sauf la sienne.
it: TESTATA NUCLEARE - Danneggerà tutte le camere dell'hotel eccetto la sua.
pt: OGIVA NUCLEAR - Danifica todos os quartos do hotel, a não ser o dele mesmo.

source: SODA MASTER - Will boost a Soda storage when installed.
de: LIMOMEISTER - Verbessert ein LIMONADENLAGER, wenn er eingecheckt.
es: SEÑOR DEL REFRESCO - Rellenará el almacén de refrescos cuando se instale.
fr: MAITRE DU SODA - Booste un entrepôt à Soda en arrivant.
it: MAESTRO SODA - Potenzierà un magazzino di intrugli una volta fatto il check-in.
pt: MESTRE DO REFRI - Turbina um depósito de refri ao fazer check-in.

source: MISTER POOP - Will boost a Toilet Paper storage when installed.
de: MISTER POOP -Verbessert ein Klopapierlager, wenn er eincheckt.
es: MISTER POPÓ - Rellenará el almacén de papel higiénico al registrarse.
fr: DAME PIPI - Booste un entrepôt à Papier Toilette en arrivant.
it: SIGNOR POPÒ - Potenzierà il magazzino di carta igienica una volta fatto il check-in.
pt: SR. COCÔ - Turbina um depósito de papel higiênico ao fazer check-in.

source: LAUNDRY NINJA - Will boost a laundry when installed.
de: WASCHBÄR - Verbessert eine Wäscherei, wenn er eingecheckt.
es: LAVADO AUTOMÁTICO - Recargará una lavandería al registrarse.
fr: BLANCHISSEUR - Booste une Laverie en arrivant.
it: LAVANDAIO - Potenzierà la lavanderia una volta fatto il check-in.
pt: LIMPINHO - Turbina uma lavanderia ao fazer check-in.

source: SOCIABLE - Gets +::n:: happiness when another client is installed.
de: GESELLIG - Erhält +::n:: Zufriedenheit, wenn ein weiterer Gast eincheckt.
es: SOCIABLE - Obtiene +::n:: de felicidad cuando se registra otro huésped.
fr: SOCIABLE - Reçoit +::n:: de bonheur lorsqu'un autre client est installé dans une chambre.
it: SOCIEVOLE - Ottiene felicità + ::n:: quando un altro ospite fa il check-in.
pt: SOCIÁVEL - Ganha +::n:: de felicidade quando outro cliente faz check-in.

source: STOCK THIEF - Empty all the hotel stocks when installed.
de: KLEPTOMANE - Leert alle Lager, wenn er eincheckt.
es: ROBALMACÉN - Vaciará todos los almacenes del hotel al registrarse.
fr: PILLARD - Vide tous les entrepôts de l'hôtel quand il est installé.
it: SCASSINATORE - Svuoterà tutti i magazzini una volta fatto il check-in.
pt: LADRÃO DE ESTOQUE - Esvazia todos os depósitos do hotel ao fazer check-in.

source: SUGAR ADDICT - Drinks all the Soda storage when installed (and gets very happy for that).
de: DIABETIKER - Trinkt nach dem Einchecken deinen gesamten Limonadenvorrat... und wird dadurch sehr glücklich.
es: DIABÉTICO - Se bebe todos los refrescos de los almacenes al registrarse... Y se vuelve muy feliz.
fr: ACCRO AU SUCRE - Boit tous les Soda dans vos entrepôts quand il est installé (et ça le rend très heureux)
it: DIABETICO - Berrà tutti gli intrugli nei tuoi magazzini una volta fatto il check-in... In seguito diventerà davvero felice.
pt: DIABÉTICO - Bebe todo o refri de seus depósitos ao fazer check-in… e, consequentemente, fica muito feliz.

source: ELECTRICIAN - Refills all your Turbo boosters.
de: ELEKTRIKER - Füllt alle BOOSTER wieder auf
es: ELECTRICISTA - Rellena las baterías.
fr: ELECTRICIEN - Régénère tous vos Turbos.
it: ELETTRICISTA - Ricarica i tuoi potenziatori.
pt: ELETRICISTA - Recarrega seus turbos.

source: DIFFICULT DIGESTION - Empty all your Toilet Paper stocks and damages your paper storage.
de: VERDAUUNGSPROBLEME - Verbraucht deinen gesamten Vorrat an Klopapier und beschädigt dessen Lager.
es: DIFÍCIL DIGESTIÓN - Vacía y daña todos tus almacenes de papel higiénico.
fr: DIGESTION DIFFICILE - Vide et endommage vos entrepôts de Papier Toilette.
it: DISSENTERIA - Svuota e danneggia tutti i magazzini di carta igienica.
pt: DIGESTÃO DIFÍCIL - Esvazia e danifica todos os depósitos de papel higiênico.

source: DIRTY - He will get a happiness bonus if its room is dirty, or a huge penalty otherwise.
de: DRECKSPATZ - Erhält einen Zufriedenheitsbonus, wenn das Zimmer dreckig it. HASST saubere Räume ...
es: SUCIO - Obtiene un extra de felicidad si su habitación está sucia. ODIA las habitaciones limpias...
fr: CRADO - Reçoit un bonus de Bonheur s'il est installé dans une chambre sale, ou un important malus sinon.
it: SOZZO - Ottiene un bonus felicità se la sua camera è sporca. ODIA le camere pulite...
pt: SUJO - Ganha um bônus de felicidade se o quarto estiver sujo. ODEIA limpeza…

source: THIEF - Steals savings from all other clients.
de: DIEB - Stielt die Ersparnisse aller Gäste.
es: LADRÓN - Roba los ahorros de todos los clientes.
fr: VOLEUR - Vole l'argent de poche des autres clients.
it: LADRO - Ruba i risparmi di tutti gli ospiti.
pt: LADRÃO - Rouba dinheiro de todos os outros clientes.

source: ROBIN HOOD - Converts ALL other client savings into money for you.
de: ROBIN HOOD - Macht für dich die Ersparnisse ALLER Gäste zu Gold.
es: ROBIN HOOD - Convierte los ahorros de TODOS los clientes en oro para ti.
fr: ROBIN DES BOIS - Vole l'argent de poche des autres clients et le transforme en vrai argent, pour votre compte.
it: ROBIN HOOD - Trasforma i risparmi di TUTTI i clienti in oro per te.
pt: ROBIN HOOD - Transforma em ouro TODO o dinheiro dos outros clientes para você.

source: DEPRESSIVE - Has a very low happiness.
de: BLUES - Ist von Anfang an sehr unglücklich.
es: DEPRE - Ya empieza muy infeliz.
fr: DEPRESSIF - Son bonheur de départ est très bas.
it: DEPRESSO - È davvero infelice.
pt: DEPRÊ - Chega no hotel muito triste.

source: RICH UNCLE - He pays twice if he is totally satisfied!
de: REICHER ONKEL - Zahlt doppelt, wenn er vollauf zufrieden ist.
es: TÍO RICO - ¡Te paga dos veces si está del todo satisfecho!
fr: TONTON RICHE - Il payera double s'il est totalement satisfait !
it: ZIO RICCO - Paga il doppio se è davvero soddisfatto!
pt: TIO RICO - Paga em dobro se estiver totalmente satisfeito!

source: ARCHITECT FAN - He drops money in all your hotel bedrooms.
de: ARCHITEKTUR-LIEBHABER - Hinterlässt in allen Zimmern Geld.
es: FAN DE LA ARQUITECTURA - Deja dinero en todas las habitaciones.
fr: FAN D'ARCHITECTURE - Il dépose de l'argent dans toutes vos chambres.
it: FAN DELL'ARCHITETTURA - Lascia soldi in tutte le camere.
pt: FÃ DE ARQUITETURA - Deixa dinheiro em todos os seus quartos.

source: AESTHETE - He gets much more happiness from a decorated bedroom.
de: ÄSTHET - Seine Zufriedenheit erhöht sich, wenn er in einem dekorierten Zimmer untergebracht ist.
es: ESTETA - La felicidad aumenta cuando se hospeda en un habitación decorada.
fr: ESTHÈTE - Les bonus apportés par la décoration sont plus importants sur ce client.
it: ESTETA - La sua felicità aumenta se soggiorna in una camera decorata.
pt: ESTETICISTA - Tem felicidade aumentada quando fica em um quarto decorado.

source: DECORATION HATER - He gets a penalty for each decoration element in its room.
de: MINIMALIST - Hasst Dekorationen.
es: AMACALABOZOS - Odia la decoración.
fr: CUISTRE - Il reçoit un malus pour chaque élément de décoration se trouvant dans sa chambre.
it: MINIMALISTA - Odia le decorazioni.
pt: AMANTE DE MASMORRAS - Odeia decorações.

source: SUPER CHARGE - He will boost every rooms when installed. Yes. Every. Single. Rooms.
de: SUPERLADUNG - Verbessert alle Zimmer, wenn er eincheckt. Wirklich: Jedes Zimmer!
es: SUPERCARGA - Recarga todas las habitaciones al registrarse. En efecto. Todas.
fr: SUPER CHARGE - Il booste toutes vos salles quand il est installé. Oui. Toutes vos salles.
it: SUPER CARICA - Potenzia tutte le camere una volta fatto il check-in. Ogni. Singola. Camera.
pt: SOBRECARREGADO - Turbina todos os quartos ao fazer check-in. Todos MESMO.

source: MOLE - He will get a happiness bonus if its room is underground, or a huge penalty otherwise.
de: MAULWURF - Erhält einen Bonus, wenn das Zimmer unterirdisch gelegen ist.
es: TOPO - Consigue una bonificación si se hospeda bajo tierra.
fr: TAUPE - Reçoit un bonus de Bonheur s'il est installé dans une chambre souterraine, ou un important malus sinon.
it: TALPA - Riceve un bonus se la sua camera è sottoterra.
pt: TOUPEIRA - Ganha um bônus se ficar em um quarto subterrâneo.

source: ANTISOCIAL - He gets a penalty each time you install another client in your hotel!
de: EINZELGÄNGER - Verliert Zufriedenheit, wenn ein neuer Gast eincheckt.
es: ANTISOCIAL - Pierde felicidad cada vez que se registra un cliente.
fr: ASOCIAL - Il reçoit une pénalité de bonheur chaque fois que vous installez un autre client dans l'hôtel !
it: ANTISOCIALE - La sua felicità diminuisce al check-in di ogni nuovo ospite.
pt: ANTISSOCIAL - Perde felicidade sempre que um novo cliente faz check-in.
