Repository: 5h1b/Miniville
Catalog: MonsterHotel/client/lang/*.po
Languages: de, es, fr, it, pt

source: This client has no saving!
de: Dieses Monster hat kein Bargeld ...
es: Este monstruo no tiene dinero...
fr: Ce client n'a pas d'argent de poche !
it: Questo mostro non ha denaro...
pt: Este monstro não tem dinheiro…

source: The waiting line is full.
de: Die Wartschlange ist voll.
es: La cola está llena.
fr: La file d'attente est pleine.
it: La fila è al completo.
pt: A fila está cheia.

source: Too late to use a gem!
de: Es ist zu spät, noch ein Juwel einzusetzen!
es: ¡Demasiado tarde para usar una gema!
fr: Trop tard pour utiliser une gemme !
it: È troppo tardi per usare una gemma!
pt: É tarde demais para usar uma joia!

source: This client doesn't like '::affect::'
de: Dieses Monster mag '::affect::' nicht
es: A este monstruo no le gusta "::affect::".
fr: Ce client n'aime pas spécialement "::affect::".
it: A questo mostro non piace "::affect::"
pt: Este monstro não gosta de ::affect::

source: You cannot build here.
de: Du kannst hier nicht bauen.
es: No puedes construir aquí.
fr: Vous ne pouvez pas construire ici.
it: Non puoi costruire qui.
pt: Não se pode construir aqui.

source: You cannot trash a client from a bedroom.
de: Du kannst Gäste, die schon ein Zimmer belegen, nicht recyceln.
es: No puedes reciclar a un cliente que ya tiene habitación.
fr: Vous ne pouvez pas jeter un client à la poubelle s'il est installé dans une chambre.
it: Non puoi riciclare un ospite che è già in una camera.
pt: Você não pode reciclar um cliente que já está em um quarto.

source: You cannot recycle a client from a bedroom.
de: Du kannst Gäste, die schon in dein Hotel eingecheckt haben, nicht recyceln!
es: ¡No puedes reciclar a un cliente que ya se ha registrado en tu hotel!
fr: Vous ne pouvez pas recycler un client qui est déjà dans une chambre.
it: Non puoi riciclare un ospite che ha già fatto il check-in!
pt: Você não pode reciclar um cliente que já fez check-in em seu hotel!

source: This client is about to leave, you cannot use a gem now.
de: Dieser Gast steht kurz vor der Abreise. Du kannst jetzt kein Juwel einsetzen.
es: Este cliente está a punto de irse. Ahora no puedes usar una gema.
fr: Ce client va bientôt partir, vous ne pouvez plus utiliser de gemme sur lui.
it: Questo ospite sta per fare andare via. Non puoi usare una gemma adesso.
pt: Este cliente fará check-out em breve. Você não pode usar uma joia agora.

source: You must pick the gifts in this room first.
de: Du musst erst die Geschenke in diesem Zimmer einsammeln.
es: Primero tienes que recoger los regalos de esta habitación.
fr: Vous devez d'abord ramasser les objets présents dans cette chambre.
it: Devi prima raccogliere i regali nella camera.
pt: Você precisa recolher os presentes neste quarto primeiro.

source: You cannot use this item on this target.
de: Das kannst du hier nicht machen.
es: Aquí no puedes hacer eso.
fr: Vous ne pouvez pas utiliser cet objet sur cette cible.
it: Non puoi farlo qui.
pt: Não é possível fazer isso aqui.

source: This client cannot receive any extra item.
de: Dieser Gast kann kein weiteres Item erhalten.
es: Este cliente no puede recibir un objeto extra.
fr: Ce client ne peut pas recevoir d'autres objets.
it: Questo ospite non può ricevere nessun altro oggetto.
pt: Este cliente não pode receber itens extras.

source: You cannot recycle this client.
de: Du kannst diesen Gast nicht recyceln.
es: No puedes reciclar a este cliente.
fr: Vous ne pouvez pas recycler ce client.
it: Non puoi riciclare questo ospite.
pt: Você não pode reciclar este cliente.

source: The room must have no client inside.
de: Das Zimmer muss leer sein.
es: \la habitación debe estar vacía
fr: Cette salle ne doit contenir aucun client.
it: La camera deve essere vuota
pt: O quarto precisa estar vazio.

source: You must checkout the client in this room first.
de: Das Zimmer muss leer sein, damit du das tun kannst.
es: La habitación tiene que estar vacía antes de hacer eso.
fr: Vous devez d'abord valider le client de cette chambre.
it: La camera deve essere vuota prima di poterlo fare.
pt: O quarto precisa estar vazio para que você possa fazer isso.

source: You already have an INSPECTOR in your hotel. You should take care of him first!
de: Du hast schon einen KONTROLLEUR in deinem Hotel. Kümmere dich zuerst um ihn!
es: Ya tienes a un INSPECTOR en el hotel. ¡Primero preocúpate de él!
fr: Vous avez déjà un INSPECTEUR dans votre hôtel. Vous devriez d'abord vous occuper de lui !
it: Hai già un ISPETTORE nell'hotel. Dovresti prenderti prima cura di lui!
pt: Você já tem um INSPETOR no hotel. Tome conta dele primeiro!

source: You cannot sell this storage room if it's not full.
de: Du kannst dieses Lager nicht verkaufen, solange es nicht voll ist.
es: No puedes vender este almacén si no está lleno.
fr: Vous ne pouvez pas vendre cet entrepôt s'il n'est pas complètement rempli.
it: Puoi vendere questo magazzino se non è completamente fornito.
pt: Você não pode vender este depósito sem que o estoque esteja cheio.

source: You cannot build this underground.
de: Du kannst das nicht unterirdisch bauen.
es: No puedes construir esto bajo tierra.
fr: Vous ne pouvez pas construire ceci sous terre.
it: Non puoi costruirlo sottoterra.
pt: Você não pode construir isto nos andares subterrâneos.

source: You cannot destroy this room.
de: Du kannst dieses Zimmer nicht zerstören.
es: No puedes destruir esta habitación.
fr: Vous ne pouvez pas détruire cette salle.
it: Non puoi distruggere questa camera.
pt: Você não pode destruir este quarto.

source: You reached the maximum quantity for this room type.
de: Du hast das Limit für diesen Zimmertyp erreicht.
es: Has alcanzado el número máximo de habitaciones de este tipo.
fr: Vous avez atteint le nombre maximum de salles de ce type.
it: Hai raggiunto la quantità massima per questo tipo di stanza.
pt: Você atingiu o número máximo de quartos deste tipo.

source: Sorry, it's too late to participate this event!
de: Es ist schon zu spät, um an diesem Event teilzunehmen!
es: ¡Lo siento, demasiado tarde para participar en este evento!
fr: Désolé, il est trop tard pour participer à cet évènement !
it: Ci dispiace, è troppo tardi per partecipare a questo evento!
pt: Desculpe, é tarde demais para participar deste evento!

source: You already participated to this event.
de: Du hast an diesem Event schon teilgenommen.
es: Ya has participado en este evento.
fr: Vous avez déjà participé à cet évènement.
it: Hai già partecipato a questo evento.
pt: Você já participou deste evento.

source: Timezone error. Please make sure your device TIME is correct.
de: Zeitzonenfehler. Überprüfe bitte die ZEIT deines Geräts.
es: Error de zona horaria. Asegúrate de que la FECHA de tu dispositivo sea la correcta.
fr: Erreur de Fuseau Horaire. Merci de vérifier que l'heure de votre téléphone est bien réglée.
it: Errore fuso orario. Assicurati che l'ORARIO sul tuo dispositivo sia corretto.
pt: Erro de fuso horário. Por favor, certifique-se de que seu dispositivo tem a HORA certa.

source: You cannot do that on this target.
de: Du kannst das hier nicht machen.
es: Eso no lo puedes hacer aquí.
fr: Vous ne pouvez pas faire cela sur cette cible.
it: Non puoi farlo qui.
pt: Você não pode fazer isso aqui.

source: Common
de: Gewöhnlich
es: Común
fr: Commun
it: Comune
pt: Comum

source: Specials
de: Spezial
es: Especial
fr: Spéciaux
it: Speciale
pt: Especial

source: Merry Christmas!
de: Frohe Weihnachten!
es: ¡Feliz Navidad!
fr: Joyeux Noël !
it: Buon Natale!
pt: Feliz Natal!

source: We added 1 gem in EACH bedroom of your hotel! Merry Christmas!!
de: Wir haben in JEDEM Zimmer deines Hotels ein Juwel hinterlassen! Frohes Fest!
es: ¡Hemos dejado una gema en cada habitación de tu hotel! ¡Feliiiiz Navidad!
fr: Nous avons déposé 1 gemme dans CHACUNE de vos chambres ! Joyeux Noël !!
it: Abbiamo lasciato una gemma in OGNI camera dell'hotel! Buooon Natale!
pt: Deixamos uma joia em CADA quarto do seu hotel! Feliiiiiiz Natal!

source: Getting ready for Christmas!
de: Bald ist Weihnachten!
es: ¡Preparándonos para la Navidad!
fr: Bientôt Noël !
it: Preparati al Natale!
pt: Preparações para o Natal!

source: New special clients will come to your hotel from time to time... Make them happy and you will earn UNIQUE Christmas rewards! Oh and we also added gold in every bedrooms :)
de: Während der Weihnachtszeit kommen hin und wieder besondere Gäste. Stelle sie zufrieden und du erhältst EINZIGARTIGE Weihnachtsdekorationen. Ach und außerdem haben wir in allen Zimmern Gold hinterlassen :)
es: Durante el periodo navideño, nuevos clientes especiales visitarán tu hotel de vez en cuando... ¡Hazles felices y desbloquearás decoración navideña EXCLUSIVA! Ah, también hemos dejado algo de oro en tus habitaciones :)
fr: C'est bientôt Noël ! Un nouveau client un peu spécial passera de temps en temps dans votre accueil... Rendez-le heureux et il vous offrira des récompenses UNIQUES spécial Noël ! Oh, nous vous avons ajouté de l'or dans TOUTES vos chambres aussi :)
it: Durante il periodo natalizio, nuovi ospiti arriveranno al tuo hotel di tanto in tanto... Rendendoli felici sbloccherai una decorazione natalizia SPECIALE! Oh e abbiamo lasciato dell'oro in tutte le tue camere :)
pt: Durante a época de Natal, novos clientes especiais virão ao seu hotel de vez em quando… Deixe-os felizes para desbloquear decorações de Natal ÚNICAS! Ah, e deixamos também um pouco de ouro em seus quartos :)

source: Happy new year!
de: Frohes neues Jahr!
es: ¡Feliz Año Nuevo!
fr: Bonne année !
it: Felice anno nuovo!
pt: Feliz ano novo!

source: The Consortium wish you a happy new year! They delivered a few gems directly to your Lobby.
de: Der Verband wünscht die ein frohes neues Jahr! Wir haben dir ein paar Juwelen direkt in deine Lobby geschickt.
es: ¡El consorcio te desea un Feliz Año Nuevo! Hemos enviado algunas gemas directamente al vestíbulo.
fr: Le Consortium vous souhaite une excellente nouvelle année !! Pour fêter cela, ils vous ont offert des gemmes : elles vous attendent à l'accueil de l'hôtel !
it: Il Consorzio ti augura un felice anno nuovo! Abbiamo inviato alcune gemme direttamente alla reception.
pt: A Associação lhe deseja um Feliz Ano Novo! Enviamos algumas joias diretamente para a Recepção.

source: Autumn is coming!
de: Bald ist es Herbst!
es: ¡Ya llega el otoño!
fr: C'est l'automne...
it: L'autunno è in arrivo!
pt: O outono está chegando!

source: Leaves are falling, time is passing by... To celebrate the new season, we added some gold to every bedrooms :)
de: Die Blätter färben sich und zur Feier des Jahreszeitenwechsels haben wir dir etwas Gold in deinen Zimmern hinterlassen :)
es: Las hojas están cambiando de color... Para celebrar el cambio de estación, hemos dejado oro en todas las habitaciones :)
fr: Les feuilles commencent à tomber, le temps passe... Pour célébrer le début de cette belle saison, nous avons ajouté de l'or dans toutes vos chambres ! :)
it: Le foglie cambiano colore... Per celebrare il cambio di stagione, abbiamo lasciato dell'oro in tutte le tue camere :)
pt: As folhas estão mudando de cor… Para celebrar a mudança de estação, deixamos um pouco de ouro em seus quartos :)

source: ::n::% bonus on EVERY money gain from any source! This bonus can be doubled if you use a Turbo Booster.
de: ::n:: % Bonus auf ALLES Gold, egal woher! DOPPELT soviel mit einem BOOSTER auf diesem Zimmer.
es: ¡::n::% extra en TODO el oro que ganes sea de donde sea! Se DUPLICA si utilizas una BATERÍA en la habitación.
fr: +::n::% de bonus sur TOUS les gains d'or, quelle qu'en soit l'origine ! Ce bonus peut même être doublé si vous utilisez un Turbo.
it: Bonus del ::n::% su tutto l'oro guadagnato in qualsiasi modo! Bonus RADDOPPIATO se usi un POTENZIATORE sulla camera.
pt: ::n::% de bônus para TODO o ouro recebido! Bônus DOBRADO se usar um TURBO em um quarto.

source: You can use this special room to recycle decorations you don't like!
de: Du kannst mit diesem besonderen Zimmer Dekorationen recyceln!
es: ¡Puedes usar esta habitación especial para reciclar la decoración que no te guste!
fr: Vous pouvez utiliser cette salle spéciale pour recycler les décorations que vous n'aimez pas !
it: Puoi usare questa camera speciale per riciclare le decorazioni che non ti piacciono!
pt: Você pode usar este quarto especial para reciclar decorações de que não gosta!

source: You can invoke VIPs in your hotel for free using a new special room!
de: Locke mit einem neuen Zimmer VIPs kostenlos in dein Hotel!
es: ¡Atrae a clientes VIP de forma gratuita al utilizar una habitación especial!
fr: Vous pouvez faire apparaître des clients VIP gratuitement dans votre hôtel gràce à une nouvelle salle !
it: Attira VIP gratis nel tuo hotel usando una nuova camera speciale!
pt: Atraia VIPs ao seu hotel de graça, usando um novo quarto especial!

source: Double Turbo Booster
de: Turbo-Booster 2000
es: Turbo batería 2000
fr: Double générateur Turbo
it: Potenziatore turbo 2000
pt: Super Turbo 2000

source: Your turbo generator room will now contain 2 boosters instead of 1!
de: Wechsel zum neuen Turbo-Booster-Modell und erhalte 2 Booster statt 1!
es: ¡Modernízate con el nuevo modelo de Turbo batería y obtén dos baterías en vez de 1!
fr: Votre salle "Générateur Turbo" contient 2 turbos au lieu de 1 !
it: Aggiorna al nuovo modello di Potenziatore turbo per avere 2 cariche invece di 1!
pt: Obtenha o novo modelo do Super Turbo e tenha 2 turbos ao invés de 1!

source: Triple Turbo Booster
de: Turbo-Booster 3000
es: Turbo batería 3000
fr: Triple générateur Turbo
it: Potenziatore turbo 3000
pt: Super Turbo 3000

source: Your turbo generator room will now contain 3 boosters instead of 2!
de: Wechsel zum größeren und besseren Turbo-Booster-Modell und erhalte 3 Booster statt 2!
es: ¡Modernízate con un modelo de Turbo batería más grande y mejor y obtén 3 baterías en vez de 2!
fr: Votre salle "Générateur Turbo" contiendra 3 turbos au lieu de 2 !
it: Aggiorna a un modello di Potenziatore turbo più grande e potente per avere 3 cariche invece di 2!
pt: Obtenha um modelo maior e melhor do Super Turbo e tenha 3 turbos ao invés de 2!

source: Turbo Booster 4.0
de: Turbo-Booster 4000
es: Turbo batería 4000
fr: Quadruple générateur Turbo
it: Potenziatore turbo 4000
pt: Super Turbo 4000

source: Your turbo generator room will now contain 4 boosters instead of 3!
de: Der letzte Schrei in der Turbo-Booster-Szene. Fertige mit 4 statt 3 Boostern noch mehr Gäste ab!
es: Lo último en tecnología de Turbo batería. ¡Juega con más clientes aún con 4 baterías en vez de 3!
fr: Votre salle "Générateur Turbo" contiendra 4 turbos au lieu de 3 !
it: Il meglio della tecnologia di Potenziatori turbo. Gestisci ancora più ospiti con 4 cariche invece di 3!
pt: O melhor da tecnologia Super Turbo. Lide com ainda mais clientes com 4 turbos ao invés de 3!

source: Lobby queue 1
de: Warteschlange 1
es: Cola del vestíbulo 1
fr: File d'attente 1
it: Coda reception 1
pt: Fila de espera 1

source: Increase the length of the client queue in your Lobby: more clients means more visibility and more strategy!
de: Erhöht die Länge deiner Warteschlange! Mehr Gäste bedeuten mehr Auswahl und mehr Geld!
es: ¡Aumenta la longitud de la cola del VESTÍBULO! ¡Cuantos más clientes, más opciones, y más dinero!
fr: Augmente la taille de la file d'attente de clients : davantage de clients, c'est plus de visibilité et plus de stratégie !
it: Aumenta la lunghezza della coda alla RECEPTION! Più ospiti vuol dire più scelte e più denaro!
pt: Aumente o tamanho da FILA DE ESPERA! Mais clientes significam mais opções e mais dinheiro!

source: Lobby queue 2
de: Warteschlange 2
es: Cola del vestíbulo 2
fr: File d'attente 2
it: Coda reception 2
pt: Fila de espera 2

source: Lobby queue 3
de: Warteschlange 3
es: Cola del vestíbulo 3
fr: File d'attente 3
it: Coda reception 3
pt: Fila de espera 3

source: Lobby queue 4
de: Warteschlange 4
es: Cola del vestíbulo 4
fr: File d'attente 4
it: Coda reception 4
pt: Fila de espera 4

source: Lobby queue 5
de: Warteschlange 5
es: Cola del vestíbulo 5
fr: File d'attente 5
it: Coda reception 5
pt: Fila de espera 5

source: Lobby queue 6
de: Warteschlange 6
es: Cola del vestíbulo 6
fr: File d'attente 6
it: Coda reception 6
pt: Fila de espera 6

source: Lobby queue 7
de: Warteschlange 7
es: Cola del vestíbulo 7
fr: File d'attente 7
it: Coda reception 7
pt: Fila de espera 7

source: Love catcher 1
de: Magnet der Liebe 1
es: Imán de amor 1
fr: Attrape-coeur 1
it: Calamita amore 1
pt: Ímã do amor 1

source: You get +::n:: bonus Love when you visit any friend hotel!
de: Immer wenn du das Hotel eines Freundes besuchst, erhältst du +::n:: Liebe.
es: ¡Cada vez que visitas el hotel de un amigo recibes +::n:: de amor!
fr: Vous recevez un bonus de +::n:: Amour quand vous visitez l'hôtel d'un ami.
it: Ogni volta che visiti l'hotel di un amico ricevi amore +::n::!
pt: Cada vez que você visita o hotel de um amigo, você recebe +::n:: de amor!

source: Love catcher 2
de: Magnet der Liebe 2
es: Imán de amor 2
fr: Attrape-coeur 2
it: Calamita amore 2
pt: Ímã do amor 2

source: Love stock 1
de: Herzförmige Box 1
es: Caja con forma de corazón 1
fr: Réserve d'Amour 1
it: Scatola a forma di cuore 1
pt: Caixa de coração 1

source: Increase your maximum Love stock up to ::n:: (instead of ::p::).
de: Erhöht das Lager für Liebe von ::p:: auf ::n::.
es: Aumenta tu almacenamiento de amor de ::p:: a ::n::.
fr: Augmente votre réserve maximale d'Amour à ::n:: (au lieu de ::p::)
it: Aumenta il tuo magazzino d'amore da ::p:: a ::n::.
pt: Aumenta seu depósito de amor de ::p:: para ::n::.

source: Love stock 2
de: Herzförmige Box 2
es: Caja con forma de corazón 2
fr: Réserve d'Amour 2
it: Scatola a forma di cuore 2
pt: Caixa de coração 2

source: Power of Love 1
de: Die Kraft der Liebe 1
es: El poder del amor 1
fr: Le pouvoir de l'Amour 1
it: Il potere dell'amore 1
pt: O poder do amor 1

source: Each time you use Love on a client, he gets +::n:: happiness (instead of +::p::)!
de: Immer wenn du einem Monster Liebe gibst, erhält es +::n:: Zufriedenheit (statt +::p::).
es: Cada vez que le muestres amor a un monstruo, recibirá +::n:: de felicidad (en vez de +::p::).
fr: A chaque fois que vous donnez de l'Amour à un client, il reçoit un bonus de +::n:: Bonheur (au lieu de ::p::) !
it: Ogni volta che mostri dell'amore verso un mostro, esso riceverà felicità +::n:: (invece di +::p::).
pt: Cada vez que você dá amor a um monstro, ele recebe +::n:: de felicidade (ao invés de +::p::).

source: Power of Love 2
de: Die Kraft der Liebe 2
es: El poder del amor 2
fr: Le pouvoir de l'Amour 2
it: Il potere dell'amore 2
pt: O poder do amor 2

source: Power of Love 3
de: Die Kraft der Liebe 3
es: El poder del amor 3
fr: Le pouvoir de l'Amour 3
it: Il potere dell'amore 3
pt: O poder do amor 3

source: That's not a bedroom, is it?
de: Moment mal, das ist gar nicht die Eisdiele!
es: Un momento, ¡esto no es la heladería!
fr: Ce n'est pas une chambre, n'est-ce pas ?
it: Aspetta un attimo, questa non è la gelateria!
pt: Espera aí, essa não é a sorveteria!

source: Recycled items: ::n::/::max::
de: Recycelte Items: ::n::/::max::
es: Objetos reciclados: ::n::/::max::
fr: Objets recyclés : ::n::/::max::
it: Oggetti riciclati: ::n::/::max::
pt: Itens reciclados: ::n::/::max::

source: Soda time!
de: Limo-Zeit!
es: ¡Hora del refresco!
fr: Apéro !
it: È l'ora dell'intruglio!
pt: Hora do refri!

source: Ahhh... "PEGI-16", my favourite soda.
de: Mmh, der zuckersüße Nektar der Götter ...
es: Mmm dulce néctar de los dioses...
fr: Ahhh... "PEGI-16", mon soda préféré.
it: Mmm dolce e zuccheroso nettare dei mostri...
pt: Hmmm, doce e açucarado néctar dos deuses…

source: The bar needs SODA to work! Build a dedicated STOCK room.
de: Keine LIMONADE, keine Limonaden-Bar! Baue ein LAGER nur für Limonade.
es: ¡No puedes tener un bar sin REFRESCOS! Construye un ALMACÉN solo para los refrescos.
fr: Le bar a besoin de SODA pour fonctionner ! Construisez une salle de STOCKAGE dédiée.
it: Non si può avere un bar degli intrugli senza INTRUGLI! Costruisci un MAGAZZINO solo per gli intrugli.
pt: Não dá para ter um bar de refri sem REFRIGERANTE! Construa um DEPÓSITO de refrigerante.

source: Make this client happy and get paid immediatly?
de: Diesen Gast zufriedenstellen und sofort bezahlt werden?
es: ¿Contentar a este cliente y cobrar ahora?
fr: Voulez-vous rendre ce client heureux et être payé immédiatement ?
it: Vuoi rendere questo ospite felice e ricevere il pagamento ora?
pt: Tornar este cliente feliz e receber o pagamento agora?

source: Complete the current queue
de: Fülle die derzeitige Warteschlange auf
es: Rellenar la cola actual
fr: Compléter la file actuelle
it: Riempi la coda attuale
pt: Preencher fila atual

source: Clear the queue and get new clients
de: Leere die Warteschlange und erhalte neue Gäste
es: Despejar la cola y traer nuevos clientes
fr: Vider la file et appeler de nouveaux clients
it: Svuota la coda e ricevi nuovi ospiti
pt: Esvaziar fila e receber novos clientes

source: Refill all boosters immediatly?
de: Alle Booster sofort wieder auffüllen?
es: ¿Rellenar todas las baterías de inmediato?
fr: Recharger immédiatement tous les turbos ?
it: Ricaricare tutti i potenziatori immediatamente?
pt: Recarregar todos os turbos agora?

source: Room ::n::
de: Zimmer ::n::
es: Habitación ::n::
fr: Chambre ::n::
it: Camera ::n::
pt: Quarto ::n::

source: Luxury Suite ::n::
de: Luxussuite ::n::
es: Suite de lujo
fr: Suite de luxe ::n::
it: Suite di lusso ::n::
pt: Suíte de luxo ::n::

source: Vault ::n::
de: Zelle ::n::
es: Celda ::n::
fr: Caveau ::n::
it: Cella ::n::
pt: Cela ::n::

source: Luxury Vault ::n::
de: Luxuszelle ::n::
es: Celda de lujo ::n::
fr: Caveau de luxe ::n::
it: Cella di lusso ::n::
pt: Cela de luxo ::n::

source: Finish this room immediatly?
de: Dieses Zimmer sofort fertigstellen?
es: ¿Terminar esta habitación ahora?
fr: Terminer cette salle immédiatement ?
it: Completare subito questa camera?
pt: Terminar este quarto agora?

source: Repair this room immediatly?
de: Dieses Zimmer sofort reinigen?
es: ¿Limpiar esta habitación ahora?
fr: Réparer cette chambre immédiatement ?
it: Pulire subito questa camera?
pt: Limpar este quarto agora?

source: Free this room immediatly?
de: Dieses Zimmer sofort leeren?
es: ¿Desocupar la habitación ahora?
fr: Libérer cette pièce immédiatement ?
it: Liberare subito questa camera?
pt: Liberar este quarto agora?

source: Best hotel ever! I love it!
de: Bestes Hotel aller Zeiten! Ich liebe es!
es: ¡El mejor hotel! ¡Me encanta!
fr: Meilleur hôtel de tous les temps ! J'adore !
it: Il miglior hotel di tutti i tempi! Lo adoro!
pt: É o melhor hotel que eu já vi! Adorei!

source: Such a lovely bedroom!
de: Was für ein schönes Zimmer!
es: ¡Una habitación preciosa!
fr: C'est tellement mignon ici !
it: Che bella camera!
pt: Esse quarto é lindo!

source: I will definitely recommend this hotel!
de: Ich werde das Hotel definitiv weiterempfehlen!
es: Sin duda, ¡recomendaré este hotel!
fr: Je recommanderai cet hôtel à tous mes collègues !
it: Raccomanderò questo hotel di sicuro!
pt: Vou recomendar esse hotel, com certeza!

source: Such a fabulous place!
de: Was für ein herrlicher Ort!
es: ¡Un lugar maravilloso!
fr: Un endroit fabuleux !
it: Che posto fantastico!
pt: Que lugar fabuloso!

source: This hotel is totally EPIC!
de: 5 Sterne auf TripAdvisor!
es: ¡5 estrellas en TripAdvisor!
fr: Cet hôtel est juste FABULEUX !!
it: 5 stelle su TripAdvisor!
pt: 5 estrelas no TripAdvisor!

source: I love my bedroom!!
de: Viel besser als Airbnb!
es: ¡Mucho mejor que Airbnb!
fr: J'adore ma chambre !
it: Molto meglio di Airbnb!
pt: Muito melhor que Airbnb!

source: Wow! Best hotel ever!!
de: Wow! Das beste Hotel aller Zeiten!!
es: ¡Qué chulo! ¡El mejor hotel de todos!
fr: Y'a pas de doute, c'est le meilleur hôtel de tout Internet !
it: Wow! Miglior hotel di tutti i tempi!
pt: Uau! Melhor hotel de todos os tempos!
