Repository: 5h1b/Miniville
Catalog: Rockfaller/client/client/lang/client.*.po
Languages: de, es, it, pt

source: Attention aux bulles qui prolifèrent ! Éliminez les au plus vite !
de: ZERPLATZE die Blasen, bevor sie den Schaft füllen! Du musst dazu Steine NEBEN IHNEN anordnen.
es: ¡EXPLOTA las burbujas antes de que llenen la pantalla! Tienes que combinar rocas A SU LADO para conseguirlo.
it: FAI SCOPPIARE le bolle prima che riempiano il condotto! Devi assemblare gli elementi accanto ad esso per farle scoppiare.
pt: ESTOURE as bolhas antes de elas encherem a barra! Você precisa juntar rochas PRÓXIMAS a elas para fazer isso.

source: Vous perdrez si une de ces bombes descend à 0 !
de: Lasse die Bomben nicht 0 ERREICHEN, oder du wirst in Stücke gerissen!
es: No dejes que las bombas LLEGUEN A 0, o ¡volarás en pedazos!
it: Non far ARRIVARE la bomba a 0, o salterai in aria!
pt: Não deixe as bombas CHEGAREM A 0, ou você será explodido em pedacinhos!

source: Pour l'éliminer, détruisez un groupe à côté !
de: Du kannst es loswerden, indem du Elemente direkt DANEBEN anordnest.
es: Puedes deshacerte de ellas combinando elementos A SU LADO.
it: Puoi farti strada assemblando gli elementi direttamente ACCANTO ad esse.
pt: Você pode se livrar delas ao juntar elementos diretamente PRÓXIMOS A elas.

source: Attention, les zones de brouillard empêchent toute action !
de: Vorsicht! Du kannst den Bereich nicht leeren, während dieses GIFTGAS hier ist!
es: ¡Ve con cuidado! ¡No puedes eliminar los elimentos si hay GAS TÓXICO!
it: Fai attenzione! Non puoi ripulire l'area mentre c'è il GAS TOSSICO!
pt: Cuidado! Você não pode limpar a região quando há GÁS TÓXICO aqui!

source: Il va falloir étaler tout ce ciment si nous voulons traverser ce niveau ! Essayez ici !
es: ¡Tienes que deshacerte del cemento si quieres pasar de nivel! ¡Inténtalo aquí!
it: Devi distruggere tutto il cemento per superare questo livello! Prova qui!
pt: Você tem que espalhar todo o cimento, senão não completará a fase! Experimente assim!

source: Chargement
de: Wird geladen
es: Cargando
it: Caricamento
pt: Carregando

source: Vous avez à nouveau toutes vos vies.
de: Du hast alle deine Leben wieder.
es: Tienes todas tus vidas otra vez.
it: Hai riacquisito tutte le tue vite.
pt: Voce recuperou todas as suas vidas.

source: Plein de vies !
de: Maximale Anzahl von Leben!
es: ¡Máximo de vidas!
it: Vite al completo!
pt: Máximo de vidas!
