Repository: 5h1b/Miniville
Catalog: Rockfaller/client/client/lang/client.*.po
Languages: de, es, it, pt

source: Demander
de: Hinzufügen
es: Añadir
it: Aggiungi
pt: Adicionar

source: Demander à mes amis
de: Frage deine Freunde
es: Pregunta a tus amigos
it: Chiedi ai tuoi amici
pt: Perguntar aos meus amigos

source: Continuer
de: Fortsetzen
es: Continuar
it: Continua
pt: Continuar

source: Recharger maintenant
de: Jetzt wieder aufzuladen
es: Recargar ahora
it: Ricarica ora
pt: Recarregue agora

source: Abandonner
de: Aufgeben
es: Abandonar
it: Abbandona
pt: Desistir

source: Carte du monde
de: Start
es: Inicio
it: Home
pt: Mapa do mundo

source: Télécharger la musique
de: Den Soundtrack herunterladen.
es: Descargar la música.
it: Scarica la colonna sonora
pt: Baixar a música.

source: Musique
de: Musik
es: Música
it: Musica
pt: Música

source: Suivant
de: Weiter
es: Próximo
it: Avanti
pt: Próximo

source: Jouer
de: Wiedergabe
es: Jugar
it: Gioca
pt: Jogar

source: Reprendre
de: Wieder aufnehmen
es: Reanudar
it: Riprendi
pt: Retomar

source: Réessayer
de: Erneut versuchen
es: Reintentar
it: Riprova
pt: Tentar novamente

source: Son
de: Sound
es: Sonido
it: Suono
pt: Som

source: Boutique
de: Shop
es: Tienda
it: Negozio
pt: Loja

source: Recharger le jeu
de: Spiel erneut laden
es: Recargar el juego
it: Ricarica partita
pt: Recarregar o jogo

source: Se déconnecter
de: Abmelden
es: Cerrar sesión
it: Esci
pt: Desconectar-se

source: Se connecter
de: Anmelden
es: Iniciar sesión
it: Accedi
pt: Conectar-se

source: Plus tard
de: Später
es: Más tarde
it: Più tardi
pt: Mais tarde

source: Aide visuelle
de: Visuelle Hilfe
es: Mover buscador
it: Trova mossa
pt: Auxílio visual

source: inviter des amis
de: Ein paar Freunde hinzufugen
es: añadir algunos amigos
it: Aggiungi gli amici
pt: Adicione amigos

source: Plus de pioches !
de: Keine Spitzhacken mehr!
es: ¡No hay más pickaxes!
it: Non hai più picconi!
pt: Acabaram os peões!

source: Collection
de: Sammlung
es: Colección
it: Collezione
pt: Coleção

source: Vie perdue !
de: Leben verloren!
es: ¡Vida perdida!
it: Sei morto!
pt: Vida perdida!

source: Félicitations !
de: Glückwunsch!
es: ¡Enhorabuena!
it: Congratulazioni!
pt: Parabéns!

source: Niveau
de: Ebene
es: Nivel
it: Livello
pt: Level

source: Plus de vies
de: Weitere Leben
es: Más vidas
it: Altre vite
pt: Mais vidas

source: Plus de coups !
de: Kein weiterer Spielzug!
es: ¡No hay más movimientos!
it: Non hai più mosse!
pt: Acabaram as jogadas!

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt: Opções

source: Pause
es: Pausa
it: Pausa
pt: Pausa

source: Connectez vous !
de: Anmelden!
es: ¡Iniciar sesión!
it: Accedi
pt: Conecte-se!

source: Jouez sur mobile !
de: Auf dem Handy spielen!
es: ¡Jugar en el teléfono!
it: Gioca sul cellulare!
pt: Jogue no celular!

source: Inviter mes amis
de: Meine Freunde hinzufügen
es: Añadir a mis amigos
it: Aggiungi i miei amici
pt: Adicione meus amigos

source: Cliquez pour commencer
de: Zum Starten hier klicken
es: Haz clic para empezar
it: Clicca per iniziare
pt: Clique para começar

source: Touchez pour commencer
de: Zum Starten hier berühren
es: Toca para empezar
it: Tocca per iniziare
pt: Toque para começar

source: Choisissez une planète
de: Wähle einen Planeten
es: Elige un planeta
it: Scegli un pianeta
pt: Escolha um planeta

source: Bientôt disponible
de: Demnächst
es: Próximamente
it: Prossimamente
pt: Em breve

source: Demandez à vos amis des vies supplémentaires ou faites le plein tout de suite !
de: Bitten Deine Freunde um einige Leben oder kaufe Dir jetzt sofort Neue!
es: ¡Pide a tus amigos vidas extra o compra una recarga ahora mismo!
it: Chiedi delle vite ai tuoi amici o acquista subito una ricarica!
pt: Peça vidas extras aos seus amigos ou compre uma recarga agora!

source: Demandez à vos amis des vies supplémentaires !
de: Bitte Deine Freunde um ein paar Leben
es: ¡Pide a tus amigos vidas extra!
it: Vuoi chiedere altre vite ai tuoi amici?
pt: Pedir a seus amigos vidas extras?

source: Sélectionner/Désélectionner tous
de: Alle aktivieren/deaktivieren
es: Seleccionar/deseleccionar todo
it: Seleziona/Deseleziona tutto
pt: Selecionar/deselecionar todos

source: Prochaine vie
de: Nächstes Leben
es: Siguiente vida
it: Prossima vita
pt: Próxima vida

source: Objectif
de: Ziel
es: Objetivo
it: Obiettivo
pt: Objetivo

source: Objectif : Atteignez ce score
de: Ziel: verdienen
es: Objetivo: Ganar
it: Obiettivo: Guadagna
pt: Objetivo: Ganhar

source: Objectif : Collectez tout ces éléments
de: Ziel: Alle diese Elemente aufsammeln
es: Objetivo: Coleccionar todos estos elementos
it: Obiettivo: Colleziona tutti gli elementi
pt: Objetivo: Coletar todos esses elementos

source: Objectif : Éliminez tout l'or
de: Ziel: Das ganze Gold beseitigen
es: Objetivo: Eliminar todo el oro
it: Obiettivo: Elimina tutto l'oro
pt: Objetivo: Elimine todo o ouro

source: Objectif : Étalez tout le ciment
de: Ziel: Den gesamten Zement verteilen
es: Objetivo: Esparcir todo el cemento
it: Obiettivo: Fatti strada nel cemento
pt: Objetivo: Espalhar todo o cimento

source: Gagnez ce niveau pour l'ajouter à votre collection !
de: Grabe dich durch diese Ebene, um sie deiner Sammlung hinzuzufügen.
es: Cava a través de este nivel para agregarlo a tu colección.
it: Scava attraverso questo livello per aggiungerlo alla tua collezione.
pt: Complete este level para adicioná-lo à sua coleção.

source: Voulez vous des coups supplémentaires ?
de: Bist du fast da? Hole dir ein paar Extra-Spielzüge!
es: ¿Casi lo consigues? ¡Obtén movimientos extra!
it: Manca poco? Ottieni ulteriori mosse!
pt: Quase lá? Ganhe jogadas extras!

source: Pas de messages !
de: Keine Nachrichten.
es: No hay mensajes.
it: Nessun messaggio
pt: Não há mensagens.

source: Chargement !
de: Wird geladen!
es: ¡Cargando!
it: Caricamento
pt: Carregando!

source: Courage ! N'abandonnez pas !
de: Los! Weitergraben!
es: ¡Vamos! ¡Sigue cavando!
it: Forza! Continua a scavare!
pt: Vamos lá! Não desista!

source: Trésors déterrés
de: Schätze ausgegraben
es: Tesoros desenterrados
it: Tesori recuperati
pt: Tesouros desenterrados

source: Points
de: Punkte
es: Puntos
it: Punti
pt: Pontos

source: Vous avez
de: Du hast
es: Tienes
it: Hai
pt: Você tem

source: Vous n'avez pas assez de pièces d'or, faites un tour à la boutique si vous en voulez plus !
de: Dir ist das Gold ausgegangen, gehe rüber in den Laden und fülle es auf!
es: Te has quedado sin oro, ¡ve a la tienda y consigue más!
it: Hai esaurito le monete d'oro, dirigiti al negozio e fai il pieno!
pt: As suas moedas de ouro acabaram, vá para a loja e recupere as suas reservas!

source: Pour cette fois-ci, c'est gratuit !
de: Diesmal ist es gratis!
es: ¡Este tiempo es gratis!
it: Per questa volta è gratis!
pt: Desta vez é de graça!

source: Pour les premiers niveaux, c'est gratuit !
de: Die ersten Ebenen sind gratis!
es: ¡Para los primeros niveles, es gratis!
it: Per i primi livelli, è gratis!
pt: Para os primeiros níveis, é gratis!

source: Autres moyens de paiement ?
de: Weitere Zahlungsmethoden
es: Otros métodos de pago
it: Altri metodi di pagamento
pt: Outras foras de pagamento

source: Une erreur s'est produite. Veuillez recharger le jeu, s'il vous plaît.
de: Oh neiiiiiin! Etwas ist schiefgelaufen! Bitte aktualisiere das Spiel ...
es: ¡Oh no! ¡Algo ha ido mal! Por favor, recarga el juego...
it: Oooops! Qualcosa è andato storto! Ricarica la partita...
pt: Ó nãoooo! Alguma coisa deu errado! Por favor, recarregue o jogo...

source: Connecté en tant que
de: Angemeldet als:
es: Has iniciado sesión como:
it: Accesso effettuato come:
pt: Conectado como:

source: Et bénéficiez de nombreux avantages !
de: Erhalten Sie eine ganze Reihe Geschenke!
es: ¡Recibe un montón de extras!
it: Ricevi un intero mucchio di cose belle!
pt: Receba um montão de coisas legais!

source: - Sauvegardez votre progression !
de: - Speichere deinen Fortschritt!
es: - ¡Guarda tu progreso!
it: - Salva i tuoi progressi
pt: - Salve o seu progresso!

source: - Collectionnez tous les titres !
de: - Sammle alle Sondertitel!
es: - ¡Colecciona todos los títulos especiales!
it: - Raccogli tutti i titoli speciali
pt: - Colecione todos os títulos especiais!

source: - Comparez votre avancée à celle de vos amis !
de: - Vergleiche deinen Fortschritt mit dem deiner Freunde!
es: - ¡Compara tu progreso con el de tus amigos!
it: - Confronta i tuoi progressi con quelli dei tuoi amici
pt: - Compare o seu progresso com o dos seus amigos!

source: - Participez aux forums avec d'autres joueurs !
de: - Nimm mit anderen Spielern an den Foren teil!
es: - ¡Participa en los foros con otros jugadores!
it: - Partecipa ai forum con gli altri giocatori
pt: - Socialize nos fóruns com outros jogadores!

source: jouez sur mobile et gagnez 250
de: Spiele auf deinem Handy und gewinne 250
es: juega en tu teléfono y gana 250
it: gioca sul tuo cellulare e vinci 250
pt: jogue no seu celular e ganhe 250

source: - Votre jeu préféré disponible partout avec vous !
de: - Nimm dein Lieblingsspiel mit, wohin du auch gehst!
es: - ¡Tu juego favorito disponible hayá donde vayas!
it: - Il tuo gioco preferito sempre con te!
pt: - O seu jogo preferido disponível em todos os lugares que você for!

source: - Gagnez 250 pièces de plus !
de: - Erhalten Sie 250 zusätzliche Goldstücke!
es: - ¡Gana 250 oro extra para ayudar a yo!
it: - Vinci 250 monete d'oro extra!
pt: - Ganhe 250 moedas extras para te ajudar!

source: - Bénéficiez de 2 fois plus de vie !
de: - Hol dir die doppelte Anzahl von Leben!
es: - ¡Disfruta del doble de vidas!
it: - Godoti il doppio delle vite!
pt: - Beneficie do dobro de vidas!

source: N'hésitez pas à donner des vies à vos amis, cela ne consommera pas les vôtres !
de: Du kannst Deinen Freunden soviele Leben schenken, wie Du möchtest! Dir werden keine weggenommen!
es: ¡Puedes dar a tus amigos tantas vidas como quieras, tus vidas no se gastarán!
it: Puoi dare ai tuoi amici tutte le vite che vuoi! Le tue rimarranno intatte.
pt: Você pode dar quantas vidas você quiser para os seus amigos! Isso não afetará as suas próprias!

source: Nouvelle vie disponible !
de: Du hast ein neues Leben!
es: ¡Tienes una vida nueva disponible!
it: Hai ottenuto una nuova vita!
pt: Você ganhou mais uma vida!

source: Moi
de: Ich
es: Yo
it: Me
pt: Eu

source: Peux tu me donner une vie, s'il te plaît ?
de: Schickst du mir bitte ein Leben?
es: ¿Puedes enviarme una vida, por favor?
it: Puoi inviarmi una vita per favore?
pt: Voce pode me dar uma vida, por favor?

source: Voilà une vie pour toi :)
de: Bitteschön - ein Leben für dich :)
es: Aquí tienes una vida :)
it: Eccoti una vita :)
pt: Aí está uma vida para você :)

source: ::n:: a besoin d'une vie, voulez-vous l'aider ?
de: ::n:: braucht ein Leben, möchtest du ihnen eins schenken?
es: ::n:: necesita una vida, ¿quieres ayudarle?
it: ::n:: ha bisogno di una vita, vuoi aiutarlo?
pt: ::n:: precisa de uma vida, você quer ajudá-lo?

source: ::n:: amis ont besoin d'une vie, voulez-vous les aider ?
de: ::n:: deiner Freunde brauchen Hilfe! Möchtest du ihnen ein Extra-Leben schicken?
es: ::n:: de tus amigos necesitan ayuda! ¿Les envías una vida extra?
it: ::n:: amici hanno bisogno di aiuto! Vuoi inviare loro una vita extra?
pt: ::n:: de seus amigos precisam de ajuda! Você quer transferir uma vida?

source: ::n:: vous a donné une vie, voulez-vous la récupérer ?
de: ::n:: haben dir ein Leben geschickt. Möchtest du es jetzt annehmen?
es: ::n:: te envió una vida. ¿Aceptar ahora?
it: ::n:: ti ha inviato una vita. Desideri accettarla ora?
pt: ::n:: te enviou uma vida. Você quer aceitá-la agora?

source: Ces ::n:: amis vous ont envoyé une vie, voulez-vous les récupérer ?
de: Diese ::n:: Freunde haben dir Leben geschickt. Möchtest du diese jetzt annehmen?
es: Estos ::n:: amigos te han enviado vidas. ¿Aceptarlas ahora?
it: Questi ::n:: amici ti hanno inviato delle vite. Desideri accettarle ora?
pt: Estes ::n:: amigos te enviaram vidas. Você quer aceitá-las agora?

source: vous invite à creuser avec lui vers le centre de la terre !
de: hat dich eingeladen, dich mit ihnen bis in den Mittelpunkt der Erde zu puzzeln!
es: te ha invitado a un puzzle al centro de la tierra con él
it: ti ha invitato a risolvere enigmi al centro della Terra con loro!
pt: te convidou para jogar um quebra-cabeça no centro da Terra!

source: Bestioles
de: Kreaturen
es: Criaturas
it: Creature
pt: Criaturas

source: animés
de: Cartoons
es: Dibujos animados
it: Cartoni animati
pt: Desenhos animados

source: Cocktails
es: Cócteles
it: Cocktail
pt: Coquetéis

source: Draconis
de: Drachen
es: Dragones
it: Draghi
pt: Dragões

source: Gourmands
de: Leckermäuler
es: Glotones
it: Buongustai
pt: Comilões

source: Fossilisés
de: Fossilien
es: Fósiles
it: Fossili
pt: Fósseis

source: Gelés
de: Eiswürfel
es: Cubitos de hielo
it: Cubetti di ghiaccio
pt: Cubos de gelo

source: Fruités
de: Früchte
es: Frutas
it: Frutta
pt: Frutas

source: Gamers
de: Spiele
es: Juegos
it: Giochi
pt: Jogos

source: Machina
de: Mechanismen
es: Mecanismos
it: Meccanismi
pt: Mecanismos

source: Chapeautés
de: Hüte
es: Sombreros
it: Cappelli
pt: Chapéis

source: Casqués
de: Helme
es: Cascos
it: Caschi
pt: Capacetes

source: Glacés
de: Eiskrem
es: Helados
it: Gelati
pt: Sorvetes

source: Surprises
de: Geheimnisse
es: Misterios
it: Misteri
pt: Surpresas

source: Materiaux
de: Materialien
es: Materiales
it: Materiali
pt: Materiais

source: Champignâtres
de: Pilze
es: Champiñones
it: Funghi
pt: Cogumelos

source: Energétiques
de: Energiequelle
es: Fuentes de energía
it: Fonti energetiche
pt: Energéticos

source: Retros
it: Retro
pt: Refletores

source: Echantillons
de: Beispiele
es: Muestras
it: Campioni
pt: Amostras

source: Joyaux
de: Edelsteine
es: Joyas
it: Gioielli
pt: Joias

source: Grouillants
de: Untergrundmonster
es: Animales subterráneos
it: Animali sotterranei
pt: Animais subterrâneos

source: Robotiques
de: Robotics
es: Robótica
it: Robotica
pt: Robótica

source: Cultivés
de: Bücherwürmer
es: Ratón de biblioteca
it: Topi di biblioteca
pt: Traças de livros

source: Dans Rockfaller Journey, vous devez faire un groupe de 4 éléments pour les faire disparaître !
de: Bei Rockfaller Journey musst du 4 Steine zusammen ANORDNEN, um sie auszugraben.
es: En el Rockfaller Journey tienes que COMBINAR 4 rocas para romperlas.
it: In Rockfaller Journey devi ASSEMBLARE 4 elementi per distruggerli.
pt: Em Rockfaller Journey, você precisa JUNTAR 4 rochas juntas para escavá-las.

source: Tapez au centre de ce groupe pour le faire tourner !
de: Tippe in die Mitte dieser Gruppe, um es umzudrehen!
es: ¡Pulsa en medio de este grupo para girarlo!
it: Tocca al centro del gruppo per farlo ruotare!
pt: Toque no meio deste grupo para fazê-lo girar!

source: Cliquez sur ce groupe pour le faire tourner !
de: Klicke auf diese Gruppe, um die Steine zu drehen!
es: ¡Haz clic en este grupo para girar las rocas!
it: Fa click sul gruppo per girare gli elementi!
pt: Clique neste grupo para girar as rochas!

source: Essayez encore sur ce groupe là !
de: Probiere es mit dieser Gruppe hier noch einmal!
es: ¡Inténtalo de nuevo en este grupo de aquí!
it: Prova di nuovo con questo gruppo!
pt: Tente novamente com este grupo aqui!

source: Ainsi qu'ici !
de: Und noch einmal...
es: Y una vez más...
it: Ancora una volta...
pt: Mais uma vez...

source: A vous de faire 3 groupes de plus pour terminer ce niveau !
de: Du musst jetzt drei weitere Gruppen anordnen, um das Level abzuschließen.
es: Ahora te toca a ti combinar tres grupos más y terminar el nivel.
it: Tocca a te assemblare altri tre gruppi per finire il livello.
pt: Agora é com você unir três grupos a mais e terminar a fase.

source: Si vous assemblez un groupe de 5, vous créerez une petite bombe qui vous aidera dans votre périple ! Essayez ici !
de: Wenn du 5 gleiche Steine ANORDNEST, erschaffst du eine BOMBE! Diese sind auf deiner Reise praktisch...
es: Si COMBINAS 5 rocas iguales, ¡crearás una BOMBA! Serán muy útiles en tu viaje...
it: Se ASSEMBLI 5 elementi identici, puoi creare una BOMBA! Ti saranno utili durante il viaggio...
pt: Se você JUNTAR 5 das mesmas rochas, você vai criar uma BOMBA! Elas serão úteis na sua jornada...

source: Les bombes explosent avec un combo à côté d'elles !
de: SPRENGE Bomben, indem du NEBEN ihnen anordnest! Grabe dir jetzt deinen Weg durch dieses Level...
es: ¡DETONA las bombas haciendo grupos A SU LADO! Ahora continúa excavando para acabar este nivel...
it: FAI ESPLODERE le bombe assemblando gli elementi ACCANTO ad esse! Ora fatti strada attraverso il livello...
pt: DETONE bombas ao juntar rochas PRÓXIMAS A elas! Agora escave seu caminho por este túnel...

source: Mais vous pouvez aussi créer des bombes plus puissantes avec de plus gros groupes !
de: Je GRÖSSER die Gruppe der Steine, die du anordnest, desto größer die BOMBE, die du erzeugst!
es: Cuanto más GRANDE sea el grupo de rocas ¡más grande será la BOMBA que generes!
it: Man mano che gli elementi distrutti AUMENTANO aumenta anche la potenza della BOMBA!
pt: Quanto MAIOR o grupo de rochas que você juntar maior a BOMBA que você vai gerar!

source: Et n'oubliez pas ! Les bombes explosent avec un combo à côté d'elles !
de: Vergiss nicht, deine Bomben zu SPRENGEN, indem du NEBEN IHNEN anordnest.
es: No olvides DETONAR tus bombas combinando A SU LADO otras rocas.
it: Ricorda di FAR ESPLODERE le bombe assemblando gli elementi ACCANTO ad esse.
pt: Não se esqueça de DETONAR suas bombas ao juntar rochas PRÓXIMAS A elas.

source: Chaque niveau a un objectif à atteindre pour avancer dans le jeu !
de: Jedes Level hat ein ZIEL, das du erreichen musst, um zum NÄCHSTEN LEVEL weiterzukommen.
es: Cada nivel tiene un OBJETIVO que debes alcanzar para pasar hasta el SIGUIENTE NIVEL.
it: In ogni livello c'è un obiettivo da raggiungere per passare al LIVELLO SUCCESSIVO.
pt: Cada fase tem um OBJETIVO que você precisa atingir para passar para a PRÓXIMA FASE.

source: Mais attention, vous avez un nombre limité de coups ! Bonne chance !
de: Aber Vorsicht! Du hast eine BEGRENZTE Anzahl an ZÜGEN. Viel Glück!
es: ¡Pero ve con cuidado! Tienes un número LIMITADO de MOVIMIENTOS. ¡Buena suerte!
it: Fai attenzione! Hai un numero LIMITATO di MOSSE. Buona fortuna!
pt: Mas tenha cuidado! Você tem um número LIMITADO de MOVIMENTOS. Boa sorte!

source: Eliminez le nombre requis d'éléments pour pouvoir passer au niveau suivant !
de: Grabe die ERFORDERLICHE ANZAHL an Steinen aus, um das Level zu schaffen!
es: Elimina el NÚMERO NECESARIO de rocas para pasar de nivel.
it: Distruggi il NUMERO RICHIESTO di elementi per pulire il livello
pt: Escave o NÚMERO NECESSÁRIO de rochas para vencer a fase!

source: Comme par exemple avec ce groupe-ci !
de: Schau! Hier ist eine Gruppe der ART, die du brauchst...
es: ¡Mira! Aquí hay un grupo del TIPO que necesitas...
it: Guarda! C'è un gruppo del TIPO che ti serve...
pt: Olhe! Aqui há um grupo do TIPO que você precisa...

source: Vous voyez ce trésor ? Vous pouvez le récupérer en détruisant un groupe à coté !
de: Sieh dir das an! SCHATZ! Grabe ihn aus, indem du NEBEN IHM anordnest.
es: ¡Mira eso! ¡Un TESORO! Consíguelo combinando A SU LADO.
it: Guarda! Un TESORO! Scava assemblando gli elementi ACCANTO ad esso.
pt: Olha isso! TESOURO! Pegue-o juntando rochas PERTO DELE.

source: Vous devez terminer le niveau pour garder cet objet, collectionnez les tous !
es: Tienes que terminar el nivel para conseguir ese objeto, ¡colecciónalos todos!
it: Devi completare il livello per tenere questo oggetto, collezionali tutti!
pt: Você deve completar o nível para manter este item, Colecione todos!

source: Afin de gagner ce niveau, il va falloir éliminer tout l'or du tableau !
de: Du musst das ganze GOLD AUSGRABEN, um dieses Level zu schaffen.
es: Tienes que DESENTERRAR todo el ORO antes de pasar de nivel.
it: Devi DISTRUGGERE l'ORO prima di poter superare il livello.
pt: Você precisa ESCAVAR todo o OURO antes de poder passar de fase.

source: Pour cela, vous devez éliminer des groupes sur celle-ci !
de: ORDNE Grippen AUF dem Gold an, um es auszugraben.
es: Crea GRUPOS en la PARTE SUPERIOR del oro para desenterrarlo.
it: ASSEMBLA i gruppi IN CIMA all'oro per distruggerlo.
pt: JUNTE grupos ACIMA do ouro para escavá-lo.

source: Ces pierres sont plutôt gênantes. Il va falloir faire au moins 3 combos à côté pour les éliminer !
de: Diese Steine sind wirklich SCHWER! Du musst 3 Combos NEBEN IHNEN anordnen, um sie zu zerbrechen!
es: ¡Estas rocas son muy DURAS! ¡Tienes que hacer 3 combos A SU LADO para romperlas!
it: Questi elementi sono veramente RESISTENTI! Devi assemblare 3 combinazioni ACCANTO ad essi per distruggerli!
pt: Estas rochas são realmente DURAS! Você precisa juntar 3 combos PRÓXIMOS a elas para quebrá-las!

source: Vous pouvez maintenant bouger les pièces sans être obligé de faire un groupe. Commencez par tourner ce groupe-ci...
es: Ahora puedes mover las rocas sin tener que hacer un grupo. Empieza convirtiendo este grupo de aquí...
it: Adesso puoi muovere gli elementi senza dover assemblare un gruppo. Comincia girando questo gruppo...
pt: Agora você pode mover as peças sem ter que fazer um grupo. Comece por girar este grupo...

source: Grâce au coup précédent, vous pouvez créer une super bombe en tournant ce groupe-là !
de: Jetzt hast du eine Superbombe GEPLANT... Jetzt musst du diese Gruppe hier nur noch DREHEN...
es: Ahora has PLANEADO una súper bomba... Lo que tienes que hacer es GIRAR este grupo de aquí...
it: Adesso hai PROGRAMMATO una super bomba... Devi solo girare questo gruppo...
pt: Agora que você PLANEJOU uma superbomba... Tudo o que precisa fazer é GIRAR este grupo aqui...

source: La pioche peut détruire n'importe quel élément ! En voici une. Sélectionnez la !
de: Der PICKEL kann jeden Stein im Spiel ZERSTÖREN. Probieren wir ihn jetzt aus. MARKIERE den Pickel.
es: La PICKAXE puede DESTRUIR cualquier roca del juego. Vamos a probarlo ahora. SELECCIONA la pickaxe.
it: Il PICCONE può DISTRUGGERE qualsiasi elemento. Eccone uno per provare. SELEZIONA il piccone.
pt: A PICARETA pode DESTRUIR qualquer rocha do jogo. Vamos testar uma agora. SELECIONE a picareta.

source: Essayez la sur ce bloc !
de: Sieh dir an, was passiert, wenn du diesen kleinen Stein ZERSTÖRST...
es: Mira qué pasa cuando DESTRUYES este pequeño bloque...
it: Guarda che succede quando DISTRUGGI questo piccolo blocco...
pt: Veja o que acontece quando você DESTRÓI esse bloquinho...

source: On a retrouvé 5 pioches dans le taupinotron, incroyable ! Si vous n'en avez plus, vous pouvez toujours en créer !
es: Hemos encontrado 5 pickaxes dentro del bloque, ¡increíble! Si no tienes más, ¡puedes registrarte!
it: Abbiamo trovato 5 picconi sul Mole'o'Matic, evviva! Se non ne hai più, puoi sempre creali!
pt: Encontramos 5 picaretas do topinotrom, incrível! Se você não tem plus, pode se cadastrar!

source: Cassez la glace en détruisant un groupe à côté d'elle !
de: ZERBRICH das Eis, indem du Steine direkt DANEBEN anordnest! Du kannst das Eis auch VERSCHIEBEN...
es: ¡ROMPE el hielo combinando rocas A SU LADO! También puedes MOVER el hielo...
it: ROMPI il ghiaccio assemblando gli elementi ACCANTO ad esso! Puoi anche MUOVERLO...
pt: QUEBRE o gelo ao juntar rochas PRÓXIMAS a ele! Você também pode MOVER o gelo...

source: Attention, la colonne de lave restera 3 tours !
de: Vorsicht, das MAGMA bleibt für 3 ZÜGE bestehen!
es: ¡Ve con cuidad! ¡El MAGMA se pegará durante 3 MOVIMIENTOS!
it: Attenzione, il MAGMA si attacca intorno per 3 mosse!
pt: Cuidado, o MAGMA vai permanecer por 3 MOVIMENTOS!
