Repository: 5h1b/Miniville
Catalog: MonsterHotel/data/goals.*.po
Languages: de, es, it, pt

source: mécontent
de: Faust in der Hose
es: Descontento
it: Malcontento
pt: Descontente

source: furieux
de: Wutanfall
es: Ira descontrolada
it: Iroso
pt: Furioso

source: Berzerker
de: Berserker
es: Desquiciado
it: Berserker
pt: Bárbaro

source: Sesterce
de: Wechselgeld
es: Sin blanca
it: Quattrini
pt: Moedinhas

source: Franc
de: Gönner
es: De compras
it: Shopping compulsivo
pt: Onda de gastos

source: Flambeur
de: Die Spendierhosen an
es: Despilfarro
it: Spendaccione
pt: Pródigo

source: Fièvre acheteuse
de: Kaufrausch
es: Espléndido
it: Mani bucate
pt: Grande gastador

source: Roi sous la montagne
de: Dicker Fisch
es: Derrochón
it: Giocatore d'azzardo
pt: Pura riqueza

source: Premier sur la Visa
de: Kreditkarten-Fetischist
es: Miembro de la familia real
it: Membro della famiglia reale
pt: Membro da família real

source: Shut up and take my money !
de: Nimm das Geld und halt die Klappe!
es: ¡Cállese y coja mi dinero!
pt: Cale a boca e pegue meu dinheiro!

source: populaire
de: Beliebt
es: Popular
it: Popolare
pt: Popular

source: Aimant à coeur
de: Charismatisch
es: Carismático
it: Carismatico
pt: Carismático

source: Tachycardie
de: Liebenswürdig
es: Adorable
it: Adorabile
pt: Amável

source: Poste de l'amour
de: Amor
es: Cupido
it: Cupido
pt: Cupido

source: Captain Orgasmo
de: Liebling aller Schwiegermütter
es: ¡Todos me adoran!
it: Mostro dell'amore
pt: Todos me amam!

source: Chineur
de: Stuckateur
es: Decorador
it: Decoratore
pt: Decorador

source: Brocanteur
de: Innenarchitekt
es: Diseñador de interiores
it: Arredatore d'interni
pt: Designer de interiores

source: Chef décorateur
de: Stammkunde bei Ikea
es: Exhibición diseñador de Ikea
it: Arredatore Ikea
pt: Designer de quarto-modelo da Ikea

source: Maître Feng Shui
de: Feng-Shui-Meister
es: Maestro del Feng Shui
it: Maestro del Feng Shui
pt: Mestre do Feng Shui

source: Hipster designer
de: Hipster
es: Hipster
it: Hipster
pt: Hipster

source: Apprenti Hôtelier
de: Hotelpage
es: Aprendiz de botones
it: Facchino apprendista
pt: Aprendiz de mensageiro

source: Hôtelier
de: Empfangsdame
es: Recepcionista
it: Addetto alla reception
pt: Recepcionista

source: Auberge qui tourne
de: Rastlose Reisende
es: Divertidos mochileros
it: Escursionisti vivaci
pt: Mochileiros agitados

source: Maison d'hôte de luxe
de: Luxus-Airbnb
es: Airbnb de lujo
it: Airbnb di lusso
pt: Airbnb de luxo

source: occupé
de: Ausgebucht
es: Completo
it: Tutto occupato
pt: Sem vagas

source: Zone de transit pour stars underground
de: Angesagt
es: La última moda
it: Va di moda
pt: A sensação do momento

source: Résidence étoilée
de: Sterne-Hotel
es: Hotel de lujo
it: Hotel di lusso
pt: Hotel de luxo

source: Haut-lieu du gratin
de: 6 Sterne
es: 6 estrellas
it: 6 stelle
pt: 6 estrelas

source: Mon empire pour cet hôtel !
de: Mein Königreich für dies Hotel!
es: ¡Mi reino por este hotel!
it: Il mio regno per questo hotel!
pt: Meu reino por esse hotel!

source: servile
de: Krumme Dinger
es: Trabajos esporádicos
it: Lavori occasionali
pt: Serviços estranhos

source: Collectionneur de contrats
de: Teilzeitjobber
es: Subcontratista
it: Appaltatore
pt: Subempreiteiro

source: Bibliothécaire
de: Vollzeitjobber
es: Contratista
it: Impresario
pt: Empreiteiro

source: Chasseur de prime
de: Nur noch eine Quest ...
es: Solo una misión más...
it: Solo un'altra missione...
pt: Só mais uma missão…

source: Grand quêtard
de: Was ist schon Skyrim ...
es: Skyrim... Pfff
it: Skyrim... Pffft.
pt: Skyrim… pffff.

source: Barman
de: Prost
it: Barista

source: Vendeur de mousse
de: Schaumschläger
es: Vendedor de espuma
it: Venditore di schiuma
pt: Vendedor de refresco

source: Petit bonhomme en mousse
de: Weichei
es: Saciador de sed
it: Dissetamostri
pt: Matador de sede

source: Cocktail Molotov
de: Limo-Meister
es: Marchando una de refrescos
it: Intruglizzamostri
pt: Sr. Responsável Pelas Bebidas

source: Assidu du pousse-au-crime
de: Stammgast
es: Una para el monstruo, una para mí, una para el...
it: Uno per i mostri, uno per me, uno per...
pt: Um para os monstros, um para mim, um para os…

source: Membre des alcooliques anonymes
de: Zucker, Zucker, ZUCKER!!!
es: ¡¿Cómoquenopuedotomarmásazúcar?!
it: Membro degli intruglisti anonimi
pt: Comoassimvocênãotemmaisaçúcar?!

source: Monstromatique
de: Waschbär
es: Lavabonstruo
it: Mostropulitore
pt: Lavando as mãos

source: Lave plus blanc que blanc
de: Weißer als weiß
es: Lavadora
it: Più bianco del bianco
pt: Máquina de lavar

source: Lessiveur
de: Waschsalon
es: Lavandería
it: Lavandaio
pt: Lavanderia

source: Scène de ménage
de: Einmal im Vollwaschgang
es: ¡Monstruo dando vueltas!
it: Mostrolindo
pt: Quem gira sou eu!

source: Inaugurateur jalousé
de: Neidisch oder was?
es: ¿Celoso?
it: Geloso?
pt: Morrendo de inveja?

source: Tire-laine
de: Staubsammler
es: Coleccionista de pelusas
it: Aspirapolvere
pt: Coletor de pelo

source: Chasseur de trésors
de: Schatzjäger
es: Cazatesoros
it: Cacciatore di tesori
pt: Caçador de tesouros

source: Détrousseur de clients
de: Indiana Jones
es: Mangante
it: Borseggiatore
pt: Batedor de carteiras

source: Robin des bois hôtelier
de: Hotel-Robin Hood
es: El Robbin Hood de los hoteles
it: Il Robin Hood degli hotel
pt: O Robbin Hood dos hotéis

source: Mixeur
de: Mixer
es: Batidora
it: Macinatore
pt: Batedeira

source: Chair à saucisse
de: Monsterpüree
es: Picadillo de monstruo
it: Trito di mostro
pt: Carne moída de monstro

source: Six pieds sous terre
de: Fleischwolf
es: Ciclo de monstruo
it: Il ciclo della vita
pt: O ciclo dos monstros

source: Serial Mixeur
de: Massenmixer
es: ¡Hasta la vista, basurilla!
it: Operatore ecologico
pt: Tchau, porcaria!

source: Visiteur
de: Besucher
es: ¡Ya estoy aquí!
it: Ospite saltuario
pt: Sr. Visita Surpresa

source: en visite
de: Nur zu Besuch
es: Un habitual
it: Visitatore frequente
pt: Visitante frequente

source: Rabatteur
de: Überall zuhause
es: Lejos de casa
it: Casa lontano da casa
pt: Tão longe de casa…

source: Hôtelier amical
de: Hast du kein eigenes Hotel?
es: ¡Si les das de comer nunca te los quitarás de encima!
it: Non nutrirli o non te ne libererai più
pt: Se você alimentá-los, nunca se livrará deles!

source: Visiteur du futur
de: Besuch aus der Zukunft
es: ¿Quieres una copia de las llaves?
it: Ti diamo una copia delle chiavi
pt: Vamos te dar uma cópia da chave

source: Mr Vincent
de: Jetzt reicht es aber auch mal
es: Bueno, ya es hora de volver a tu hotel...
it: Ok, è ora di tornare al tuo hotel...
pt: Ok, é hora de voltar para o seu hotel…

source: Inspecteur
de: Kontrolleur
es: Inspector
it: Ispettore
pt: Inspetor

source: Groom
de: Azubi
es: Botones
it: Facchino
pt: Mensageiro

source: Chef Bagagiste
de: Meisterportier
es: Mozo maestro
it: Portiere professionista
pt: Carregador Mestre

source: Maître Portier
de: Pförtner
es: Gran portero
it: Mastro portiere
pt: Ótimo Porteiro

source: Maître d'hôtel
de: Hotelleiter
es: Metre de hotel
it: Maître d'hotel
pt: Maître

source: Directeur d'hôtel
de: Verbandsleiter
es: Director del gran hotel
it: Direttore d'hotel
pt: Grande Gerente do Hotel

source: Distributeur de joie
de: Hotel Sonnenschein
es: Hotel Felicidad
it: Hotel Felicità
pt: Hotel Alto Astral

source: Hôtel du bien-être
de: Rundum-Wohlfühl-Paket
es: El hotel del momento
it: Hotel del benessere
pt: Não há tempo melhor que o agora

source: Usine à bonheur
de: Die Lizenz zum Beglücken
es: Ni una mala cara más
it: Distributore di sorrisi
pt: Quero ver um belo sorriso

source: Royaume de la béatitude
de: Alles im Lot
es: Reino del bienestar
it: Reame della beatitudine
pt: Reino da misericórdia

source: Empire d'exultation
de: Geld macht doch glücklich
es: Sí, el dinero puede comprar la felicidad
it: Il denaro può comprare la felicità
pt: Parece que dinheiro pode comprar felicidade.

source: Petite brise
de: Etwas frisch heute
es: Un soplo de aire fresco
it: Una ventata di aria fresca
pt: Um pouco de ar fresco

source: Fraîcheur nocturne
de: Winterzeit
es: Ola de frío
it: Ondata di freddo
pt: Golpe de ar frio

source: Blizzard de givre
de: Schneesturm
es: Tormenta de nieve
it: Tormenta
pt: Tempestade de neve

source: Tempête de glace
de: Eiszeit
es: Ventisca eterna
it: Bufera eterna
pt: Nevasca eterna

source: Petite braise
de: Glut
es: Brasas
it: Braci
pt: Brasa

source: Flamme
de: Flammen
es: Llamas
it: Fiamme
pt: Chamas

source: Incendie
de: Waldbrand
es: Tormenta de fuego
it: Incendio
pt: Tempestade de fogo

source: Feu des enfers
de: Höllenfeuer
es: Fuego infernal
it: Fuoco degli inferi
pt: Fogo de dragão

source: Léger fumet
de: Mundgeruch
es: Mal aliento
it: Alito cattivo
pt: Mau hálito

source: Haleine lactée
de: Käsefüße
es: Tufillo de pies
it: Piedi puzzolenti
pt: Pés fedorentos

source: Fleur de poubelle
de: Verfaulte Eier
es: Huevos podridos
it: Uova marce
pt: Ovos podres

source: Explosion olfactive
de: Gestank
es: Lluvia de pedos
it: Discarica puzzosa
pt: Peido no chuveiro

source: Nouvelle lune
de: Neumond
es: Luna nueva
it: Luna nuova
pt: Lua nova

source: Croissant de lune
de: Zunehmender Mond
es: Luna creciente
it: Luna crescente
pt: Lua crescente

source: Demi lune
de: Halbmond
es: Media luna
it: Mezzaluna
pt: Meia-lua

source: Pleine Lune
de: Vollmond
es: Luna llena
it: Luna piena
pt: Lua cheia

source: Vibration
de: Vibrationen
es: Altavoz monstruoso
it: Suono spettrale
pt: Subwoofer

source: Bruit
de: Lauter!
es: Pila de altavoces
it: Rumore mostruoso
pt: Pilha de alto-falantes

source: Vacarme
de: Das geht gut ab
es: Mueve las caderas
it: Frastuono bestiale
pt: Harlem shake

source: Déflagration en chaîne
de: Kettenexplosion
es: Revientatímpanos
it: Spaccaorecchie
pt: Evento de Tunguska

source: Simple et efficace
de: Der gefiel mir halt nicht ...
es: No me ha gustado la pinta de ese...
it: Non mi piace il suo aspetto...
pt: Não gostei da cara daquele…

source: Ce n'était pas le bon
de: Der Nächste!
es: ¡SIGUIENTE!
it: IL PROSSIMO!
pt: PRÓXIMO!

source: Un monstre peut en cacher un autre !
de: Hohe Fluktuation
es: Alta rotación
it: Un mostro dopo l'altro
pt: Alta rotatividade

source: Ce type me fait peur !
de: Ich mag Monster generell nicht
es: ¡Ese monstruo me da miedo!
it: Non mi piacciono neanche i mostri!
pt: Eu nem gosto de monstros!

source: Pas vu pas pris !
de: Ladendieb
es: Una mano muy larga
it: Sconto a 5 cifre
pt: Passando a mão

source: Des soussous dans la popoche !
de: Taschengeld
es: Calderilla en el banco
it: Soldi in banca
pt: Dinheiro pro cofre

source: Ce qui est à toi est à moi !
de: Was dein ist, ist mein
es: Lo que es tuyo, es mío
it: Quello che è tuo è mio
pt: O que é seu é meu

source: Voler aux riches pour donner aux riches!
de: Den Reichen nehmen und geben
es: Robarle a los ricos para dárselo a los pobres
it: Ruba ai ricchi per dare ai poveri
pt: Roubar dos ricos para dar aos pobres

source: Super Cleptoman
de: Meisterhafter Einbrecher
es: Cleptómano
it: Cleptomane
pt: Cleptomania

source: Gangsta Paradise
de: König der Kleptomanen
es: Príncipe de los ladrones
it: Principe dei ladri
pt: Príncipe dos ladrões

source: Aisé
de: Mittelklasse
es: Clase media
it: Classe media
pt: Classe média

source: Nanti
de: Wohlhabend
es: De buena familia
it: Benestante
pt: Ostentação

source: Folie des grandeurs
de: Größenwahn
es: Príncipe árabe
it: Pascià
pt: Príncipe árabe

source: Crésus
de: Krösus
es: Supera a Bill Gates
it: Bill Gates al quadrato
pt: Maior que o Bill Gates

source: Besoin d'affection ?
de: Etwas Liebe gefällig?
es: ¿Necesitas cariño?
it: Hai bisogno d'amore?
pt: Precisa de amor?

source: Plus de câlins !
de: Drück mich nochmal!
es: ¡Más mimos!
it: Coccole!
pt: Mais carinho!

source: Parlez moi d'amour...
de: Lass uns über Liebe reden
es: Hablemos de amor
it: Parlami d'amore
pt: Vamos falar de amor

source: Dites moi des choses tendres
de: Hab mich lieb!
es: ¡Dime palabras de amor!
it: Parole d'amore
pt: Quero ouvir palavras de amor!

source: C'est Feng Shui !
de: Das ist Feng Shui!
es: ¡A eso lo llamo Feng Shui!
it: Questo sì che è Feng Shui!
pt: Isso é Feng Shui!

source: Sponsorisé par un fabricant suédois
de: Direkt aus dem schwedischen Katalog
es: Patrocinado por unos fabricantes suecos
it: Sponsorizzato da un produttore svedese
pt: Patrocinado por uma fábrica sueca

source: C'est pas du luxe !
de: Antiquitätensammler
es: Coleccionista de antigüedades
it: Collezionista d'antiquariato
pt: Colecionador de antiguidades

source: Garde meuble
de: Stilsicher ausgestattet
es: Nadar en la abundancia
it: Amante del lusso
pt: No colo do luxo

source: Accumulateur compulsif
de: Nur das Beste vom Beste
es: Estiloso a más no poder
it: Stiloso
pt: O ápice do estilo

source: Ma petite entreprise...
de: Kleinbetrieb
es: Pequeño negocio
it: Piccolo imprenditore
pt: Pequeno negócio

source: Ne connait jamais la crise !
de: Krisensicher
es: ¿Crisis? ¿Eso qué es?
it: Recessione? Di che parli?
pt: Recessão? O que é isso?

source: Monopole du sommeil
de: Keine Konkurrenz in Sicht
es: La mejor cama de la ciudad
it: Miglior letto in città
pt: A melhor cama da cidade

source: Toujours plus !
de: Auf Jahre hinaus ausgebucht
es: Todo ocupado hasta el próximo año
it: Tutto occupato
pt: Não temos vagas até o ano que vem

source: Marchand de sable
de: Und alle waren sie schon da
es: Si eres alguien, te habrás hospedado aquí
it: Hotel da vip
pt: Todos que são alguém já se hospedaram aqui.

source: Le métier qui rentre
de: Arbeit Arbeit
es: Trabajo, trabajo y trabajo
it: Lavoro, lavoro, solo lavoro
pt: Trabalho, trabalho, trabalho…

source: Chouchou du Consortium
de: Gibt immer was zu tun
es: ¡Vaya, más trabajo!
it: Oh ancora più lavoro
pt: Oh, veja! Mais trabalho!

source: Du travail ! Encore du travail !
de: Läuft wie geschmiert
es: Trabajo automático
it: Lavoro mostruoso
pt: O autômato

source: Grand Quêtard
de: Nur nicht übernehmen
es: Cuidado, no acabes con una flecha en la rodilla...
it: Attento a non prendere una freccia nel ginocchio
pt: Cuidado para não levar uma flechada no joelho…

source: Vraiment ?
de: Warum jetzt aufhören?
es: ¿Por qué no seguir?
it: Perché fermarsi ora?
pt: Por que parar agora?

source: Porteur de bagages
de: Portier
es: Mozo
it: Portiere
pt: Carregador

source: 25 clients totalement satisfaits
de: 25 vollauf zufriedene Gäste
es: 25 clientes plenamente satisfechos
it: 25 ospiti completamente soddisfatti
pt: 25 clientes totalmente satisfeitos

source: 100 clients totalement satisfaits
de: 100 vollauf zufriedene Gäste
es: 100 clientes plenamente satisfechos
it: 100 ospiti completamente soddisfatti
pt: 100 clientes totalmente satisfeitos

source: 250 clients totalement satisfaits
de: 250 vollauf zufriedene Gäste
es: 250 clientes plenamente satisfechos
it: 250 ospiti completamente soddisfatti
pt: 250 clientes totalmente satisfeitos

source: 500 clients totalement satisfaits
de: 500 vollauf zufriedene Gäste
es: 500 clientes plenamente satisfechos
it: 500 ospiti completamente soddisfatti
pt: 500 clientes totalmente satisfeitos

source: 1000 clients totalement satisfaits
de: 1000 vollauf zufriedene Gäste
es: 1000 clientes plenamente satisfechos
it: 1.000 ospiti completamente soddisfatti
pt: 1.000 clientes totalmente satisfeitos

source: 25 climatiseurs utilisés
de: 25 Arktische Klimaanlagen eingesetzt
es: 25 climatizadores árticos usados
it: 25 Condizionatori artici usati
pt: 25 Ares Árticos usados

source: 50 climatiseurs utilisés
de: 50 Arktische Klimaanlagen eingesetzt
es: 50 climatizadores árticos usados
it: 50 Condizionatori artici usati
pt: 50 Ares Árticos usados

source: 100 climatiseurs utilisés
de: 100 Arktische Klimaanlagen eingesetzt
es: 100 climatizadores árticos usados
it: 100 Condizionatori artici usati
pt: 100 Ares Árticos usados

source: 500 climatiseurs utilisés
de: 500 Arktische Klimaanlagen eingesetzt
es: 500 climatizadores árticos usados
it: 500 Condizionatori artici usati
pt: 500 Ares Árticos usados

source: 25 chaudières de l'enfer utilisées
de: 25 Höllische Heizungen eingesetzt
es: 25 radiadores al rojo vivo usados
it: 25 Radiatori infernali usati
pt: 25 Aquecedores Fervorosos usados

source: 50 chaudières de l'enfer utilisées
de: 50 Höllische Heizungen eingesetzt
es: 50 radiadores al rojo vivo usados
it: 50 Radiatori infernali usati
pt: 50 Aquecedores Fervorosos usados

source: 100 chaudières de l'enfer utilisées
de: 100 Höllische Heizungen eingesetzt
es: 100 radiadores al rojo vivo usados
it: 100 Radiatori infernali usati
pt: 100 Aquecedores Fervorosos usados

source: 500 chaudières de l'enfer utilisées
de: 500 Höllische Heizungen eingesetzt
es: 500 radiadores al rojo vivo usados
it: 500 Radiatori infernali usati
pt: 500 Aquecedores Fervorosos usados

source: 25 Fromages français utilisés
de: 25 Französische Stinkekäse eingesetzt
es: 25 quesos franceses apestosos usados
it: 25 formaggi francesi puzzosi usati
pt: 25 Queijos Franceses Fedidos usados

source: 50 Fromages français utilisés
de: 50 Französische Stinkekäse eingesetzt
es: 50 quesos franceses apestosos usados
it: 50 formaggi francesi puzzosi usati
pt: 50 Queijos Franceses Fedidos usados

source: 100 Fromages français utilisés
de: 100 Französische Stinkekäse eingesetzt
es: 100 quesos franceses apestosos usados
it: 100 formaggi francesi puzzosi usati
pt: 100 Queijos Franceses Fedidos usados

source: 500 Fromages français utilisés
de: 500 Französische Stinkekäse eingesetzt
es: 500 quesos franceses apestosos usados
it: 500 formaggi francesi puzzosi usati
pt: 500 Queijos Franceses Fedidos usados

source: 25 morceaux de lune utilisés
de: 25 Horror-Halbmonde eingesetzt
es: 25 lunas escalofriantes usadas
it: 25 Mezzelune malevole usate
pt: 25 Pedaços de Lua usados

source: 50 morceaux de lune utilisés
de: 50 Horror-Halbmonde eingesetzt
es: 50 lunas escalofriantes usadas
it: 50 Mezzelune malevole usate
pt: 50 Pedaços de Lua usados

source: 100 morceaux de lune utilisés
de: 100 Horror-Halbmonde eingesetzt
es: 100 lunas escalofriantes usadas
it: 100 Mezzelune malevole usate
pt: 100 Pedaços de Lua usados

source: 500 morceaux de lunes utilisés
de: 500 Horror-Halbmonde eingesetzt
es: 500 lunas escalofriantes usadas
it: 500 Mezzelune malevole usate
pt: 500 Pedaços de Lua usados

source: 25 HiFi brutales utilisées
de: 25 Monster-Soundsysteme eingesetzt
es: 25 sistemas de sonido de gritos usados
it: 25 Impianti audio da urlo usati
pt: 25 Caixas de Som Berrantes usadas

source: 50 HiFi brutales utilisées
de: 50 Monster-Soundsysteme eingesetzt
es: 50 sistemas de sonido de gritos usados
it: 50 Impianti audio da urlo usati
pt: 50 Caixas de Som Berrantes usadas

source: 100 HiFi brutales utilisées
de: 100 Monster-Soundsysteme eingesetzt
es: 100 sistemas de sonido de gritos usados
it: 100 Impianti audio da urlo usati
pt: 100 Caixas de Som Berrantes usadas

source: 500 HiFi brutales utilisées
de: 500 Monster-Soundsysteme eingesetzt
es: 500 sistemas de sonido de gritos usados
it: 500 Impianti audio da urlo usati
pt: 500 Caixas de Som Berrantes usadas

source: 5 clients validés avec une gemme
de: 5 Gäste mit Hilfe von Juwelen ausgecheckt
es: 5 clientes que dejaron el hotel con ayuda de una gema
it: 5 ospiti mandati via usando una gemma
pt: 5 clientes fizeram check-out com uso de joias

source: 25 clients validés avec une gemme
de: 25 Gäste mit Hilfe von Juwelen ausgecheckt
es: 25 clientes que dejaron el hotel con ayuda de una gema
it: 25 ospiti mandati via usando una gemma
pt: 25 clientes fizeram check-out com uso de joias

source: 100 clients validés avec une gemme
de: 100 Gäste mit Hilfe von Juwelen ausgecheckt
es: 100 clientes que dejaron el hotel con ayuda de una gema
it: 100 ospiti mandati via usando una gemma
pt: 100 clientes fizeram check-out com uso de joias

source: 1000 clients validés avec une gemme
de: 1000 Gäste mit Hilfe von Juwelen ausgecheckt
es: 1000 clientes que dejaron el hotel con ayuda de una gema
it: 1.000 ospiti mandati via usando una gemma
pt: 1.000 clientes fizeram check-out com uso de joias

source: 25 clients volés
de: 25 Gäste bestohlen
es: 25 clientes robados
it: 25 ospiti derubati
pt: 25 clientes roubados

source: 100 clients volés
de: 100 Gäste bestohlen
es: 100 clientes robados
it: 100 ospiti derubati
pt: 100 clientes roubados

source: 250 clients volés
de: 250 Gäste bestohlen
es: 250 clientes robados
it: 250 ospiti derubati
pt: 250 clientes roubados

source: 500 clients volés
de: 500 Gäste bestohlen
es: 500 clientes robados
it: 500 ospiti derubati
pt: 500 clientes roubados

source: 1000 clients volés
de: 1000 Gäste bestohlen
es: 1000 clientes robados
it: 1.000 ospiti derubati
pt: 1.000 clientes roubados

source: 5000 clients volés
de: 5000 Gäste bestohlen
es: 5000 clientes robados
it: 5.000 ospiti derubati
pt: 5.000 clientes roubados

source: 10000 or dépensé
de: 10000 Gold ausgegeben
es: 10 000 de oro gastado
it: Oro speso: 10.000
pt: 10.000 de ouro gasto

source: 25000 or dépensé
de: 25000 Gold ausgegeben
es: 25 000 de oro gastado
it: Oro speso: 25.000
pt: 25.000 de ouro gasto

source: 50000 or dépensé
de: 50000 Gold ausgegeben
es: 50 000 de oro gastado
it: Oro speso: 50.000
pt: 50.000 de ouro gasto

source: 100000 or dépensé
de: 100000 Gold ausgegeben
es: 100 000 de oro gastado
it: Oro speso: 100.000
pt: 100.000 de ouro gasto

source: 250000 or dépensé
de: 250000 Gold ausgegeben
es: 250 000 de oro gastado
it: Oro speso: 250.000
pt: 250.000 de ouro gasto

source: 1000000 or dépensé
de: 1000000 Gold ausgegeben
es: 1 000 000 de oro gastado
it: Oro speso: 1.000.000
pt: 1.000.000 de ouro gasto

source: 25 câlins reçus
de: 25 Liebe erhalten
es: 25 de amor recibido
it: Amore ricevuto: 25
pt: 25 de amor recebido

source: 50 câlins reçus
de: 50 Liebe erhalten
es: 50 de amor recibido
it: Amore ricevuto: 50
pt: 50 de amor recebido

source: 250 câlins reçus
de: 250 Liebe erhalten
es: 250 de amor recibido
it: Amore ricevuto: 250
pt: 250 de amor recebido

source: 500 câlins reçus
de: 500 Liebe erhalten
es: 500 de amor recibido
it: Amore ricevuto: 500
pt: 500 de amor recebido

source: 1ere chambre toute équipée
de: Erstes komplett ausgestattetes Zimmer
es: 1ª habitación decorada por completo
it: Prima camera completamente decorata
pt: 1 quarto totalmente decorado

source: 5 chambres toutes équipées
de: 5 komplett ausgestattete Zimmer
es: 5 habitaciones decoradas por completo
it: 5 camere completamente decorate
pt: 5 quartos totalmente decorados

source: 15 chambres toutes équipées
de: 15 komplett ausgestattete Zimmer
es: 15 habitaciones decoradas por completo
it: 15 camere completamente decorate
pt: 15 quartos totalmente decorados

source: 25 chambres toutes équipées
de: 25 komplett ausgestattete Zimmer
es: 25 habitaciones decoradas por completo
it: 25 camere completamente decorate
pt: 25 quartos totalmente decorados

source: 50 chambres toutes équipées
de: 50 komplett ausgestattete Zimmer
es: 50 habitaciones decoradas por completo
it: 50 camere completamente decorate
pt: 50 quartos totalmente decorados

source: Héberger 25 clients
de: 25 Gäste eingecheckt
es: 25 clientes registrados
it: 25 ospiti accolti
pt: 25 check-ins

source: Héberger 50 clients
de: 50 Gäste eingecheckt
es: 50 clientes registrados
it: 50 ospiti accolti
pt: 50 check-ins

source: Héberger 200 clients
de: 200 Gäste eingecheckt
es: 200 clientes registrados
it: 200 ospiti accolti
pt: 200 check-ins

source: Héberger 500 clients
de: 500 Gäste eingecheckt
es: 500 clientes registrados
it: 500 ospiti accolti
pt: 500 check-ins

source: Héberger 1000 clients
de: 1000 Gäste eingecheckt
es: 1000 clientes registrados
it: 1.000 ospiti accolti
pt: 1.000 check-ins

source: 25 contrats terminés
de: 25 Aufträge erfüllt
es: 25 contratos completados
it: 25 contratti completati
pt: 25 contratos completos

source: 50 contrats terminés
de: 50 Aufträge erfüllt
es: 50 contratos completados
it: 50 contratti completati
pt: 50 contratos completos

source: 100 contrats terminés
de: 100 Aufträge erfüllt
es: 100 contratos completados
it: 100 contratti completati
pt: 100 contratos completos
