Repository: 5h1b/Miniville
Catalog: MonsterHotel/data/goals.*.po
Languages: de, es, it, pt

source: Lit classique
de: Normales Bett
es: Cama clásica
it: Letto standard
pt: Cama normal

source: Cercueil king size
de: XL Sarg
es: Ataúd de matrimonio
it: Bara matrimoniale
pt: Caixão king size

source: Lit Oyasuminasai
de: Oyasumi nasai
es: Futón
it: Futon
pt: Cama japonesa

source: Lit Egyptien
de: Sarkophag
es: Sarcófago
it: Sarcofago
pt: Sarcófago

source: Lit en bois rose
de: Rosenholz-Bett
es: Cama de palo rosa
it: Letto rosa
pt: Cama cor-de-rosa

source: Lit bleu
de: Himmelblaues Bett
es: Cama azul cielo
it: Letto celeste
pt: Cama azul céu

source: Lit jaune
de: Gelbes Holzbett
es: Cama amarilla
it: Letto giallo
pt: Cama amarela

source: Lit vert
de: Grünes Holzbett
es: Cama bosque verde
it: Letto verdifoglio
pt: Cama verde

source: Lit rouge
de: Rotes Holzbett
es: Cama de secuoya
it: Letto sanguigno
pt: Cama vermelha

source: Drakkar
de: Langschiff
es: Barco vikingo
it: Nave vichinga
pt: Dracar

source: Chaise longue
de: Sonnenbett
es: Tumbona
it: Sdraio
pt: Solário

source: Boing P-26 Rooster
de: Boing-P-26-Hahn
es: Boing P-26
it: Boing P-26
pt: Boeing P-26 Rooster

source: Lit mimi
de: Barbie-Bett
es: Cama de Barbie
it: Letto di Barbie
pt: Cama da Barbie

source: Lit en métal
de: Eisenbett
es: Cama de hierro
it: Letto in ferro
pt: Cama de ferro

source: Lit raffiné
de: Königliches Bett
es: Cama Real
it: Letto reale
pt: Cama Real

source: Train couchette
de: Bimmelbahn
es: Locamatora
it: Letto locomotiva
pt: Trenzinho

source: Lit forteresse
de: Festung der Träume
es: Fortaleza de ensueño
it: Fortezza dei sogni
pt: Fortaleza dos sonhos

source: Lit Draconique
de: Drachentraum
es: Sueños de dragón
it: Sogni dragonici
pt: Sonho do dragão

source: Lit d'Hyroule
de: Hyrulisches Bett
es: Gloria de Hyrule
it: Letto d'Hyrule
pt: Cama de Hyrule

source: Tente
de: Luxus-Zelt
es: Acampada de lujo
it: Tenda di lusso
pt: Barraca de luxo

source: Lit Elfe
de: Elfenbett
es: Cama élfica
it: Baldacchino elfico
pt: Cama élfica

source: Hamac
de: Inselträume
es: Hamaca isleña
it: Letto insulare
pt: Rede dos sonhos

source: Lit de torture
de: Streckbank
es: Cama de tortura
it: Letto delle torture
pt: Prateleira

source: Lit rustique
de: Hipster-Bett
es: Cama rústica
it: Letto rustico
pt: Cama hipster

source: Lit végétal
de: Hippie-Bett
es: Cama floral
it: Letto di fiori
pt: Berço

source: Lit basique
de: Biederes Bett
es: Cama básica
it: Letto basico
pt: Cama básica

source: Baignoire victorienne
de: Wohlige Weihwasserwanne
es: Lavabo aristocrático
it: Lavatoio aristocratico
pt: Banheira aristocrática

source: Douche
de: Dusche
es: Chubascos dispersos
it: Pioggiatore
pt: Ducha

source: Baignoire rose
de: Barbie-Wanne
es: Baño de Barbie
it: Bagno di rose
pt: Banheira da Barbie

source: Bain viking
de: Blubber-Bad
es: Baño de burbujas
it: Mille bolle blu
pt: Banho de bolhas

source: Piscine palmier
de: Oase
es: Oasis
it: Oasi di palme
pt: Oásis

source: Bain de bière
de: Bierwanne
es: Ahoga las penas
it: Boccale d'intruglio
pt: Afogadora de mágoas

source: Bain en crystal
de: Glaswanne
es: Bañera transparente
it: Vasca in cristallo
pt: Banheira transparente

source: Bain en céramique
de: Porzellanwanne
es: Limpieza cerámica
it: Vasca in ceramica
pt: Banheira de cerâmica

source: Bain Wagon
de: Wagen-Wanne
es: Vagón minero
it: Bagno in miniera
pt: Carrinho de mina

source: Incubateur
de: Inkubator
es: Incubadora
it: Incubatore
pt: Incubadora

source: Puits
de: Brunnen vor dem Tore
es: Pozo sin fondo
it: Spa
pt: Poço fundo

source: Bain non Euclidien
de: Perfekte Illusion
es: Ilusión inmaculada
it: Vasca di Penrose
pt: Ilusão imaculada

source: Bain Elfe
de: Elfenwanne
es: Baño élfico
it: Bacino elfico
pt: Banheira élfica

source: Chaudron
de: Kessel
es: Abracadabra burbujas y cabras
it: Calderone gratta e netta
pt: Caldeirão de bruxa

source: Aquarium
de: Goldfischglas
es: Pecera
it: Acquario
pt: Aquário

source: Lampion
de: Japanische Laterne
es: Linterna de papel
it: Lanterna giapponese
pt: Lanterna japonesa

source: Lampe à huile
de: Lampe des Dschinn
es: Lámpara mágica
it: Lampada dei desideri
pt: Três desejos

source: Lampe industrielle
de: Verhörlampe
es: Lámpara industrial
it: Lampada acida
pt: Lâmpada industrial

source: Lampe Viking
de: Kohlepfanne
es: Lámpara llameante
it: Braciere rovente
pt: Braseiro em chamas

source: Boule disco
de: Diskokugel
es: Bola de espejos
it: Sfera specchiata
pt: Globo espelhado

source: Lampe à gaz
de: Gaslampe
es: Lámpara de gas
it: Lampada a gas
pt: Lampião

source: Lampe Rococo
de: Rokoko-Lampe
es: Lámpara de araña
it: Lampada Rococò
pt: Lâmpada rococó

source: Lampe Elfe
de: Elfen-Lampe
es: Lámpara élfica
it: Lanterna elfica
pt: Lâmpada élfica

source: Stalactites
de: Schimmernder Stalaktit
es: Destello de estalactitas
it: Stallattiti scintillanti
pt: Estalactites cintilantes

source: Lampe végétale
de: Hippie-Lampe
es: Lámpara vegetal
it: Fiore di luce
pt: Verdura vívida

source: Lampe à vin
de: Weinlampe
es: Parra con racimos
it: Vino illuminante
pt: Lâmpada de vinho

source: Lampe pharmacie
de: Arztlampe
es: Cruz de farmacia
it: Lampada medica
pt: Lâmpada de farmácia

source: Lampe de crystal
de: Drachenfeuer
es: Fuego de dragón
it: Fuoco di drago
pt: Fogo do dragão

source: Tableau Fuji San
de: Fuji San
es: Monte Fuji
it: Monte Fuji
pt: Fuji San

source: Tableau pyramide
de: Die große Pyramide
es: Pirámides de Egipto
it: Le piramidi
pt: As grandes pirâmides

source: Bouclier Viking
de: Wikingerschild
es: Escudo vikingo
it: Scudo vichingo
pt: Escudo viking

source: Tableau tentacule
de: Tentakel!
es: Tentáculo marino
it: Op op gadget tentacolo
pt: Tentáculos

source: Tableau Pioupiouz
de: Peng Peng!
es: ¡Pío, pío!
it: Pio pio
pt: Piu, piu, piu!

source: Tableau mignon
de: Tulaliloo ti amo
es: Minion
it: Minions
pt: Tulaliloo ti amo

source: Tableau Halloween
de: Halloween-Gemälde
es: Halloween
it: Zucca di Halloween
pt: Halloween

source: Cible
de: Volltreffer!
es: ¡En la diana!
it: Bersaglio
pt: Na mosca!

source: Etoile Motion Twin
de: Motion-Twin-Abzeichen
es: Estrella Motion Twin
it: Stella Motion Twin
pt: Motion Twin

source: Etoiles Ninja
de: Ninjasterne
es: Shuriken
it: Stelle ninja
pt: Shuriken

source: Bouclier d'Hyroule
de: Hyrulischer Schild
es: Escudo Hyliano
it: Distruggi vasi
pt: Escudo de Hyrule

source: Etagere à vin
de: Alter Wein in neuen Schläuchen
es: Estantería de botellas
it: Mensola alta
pt: Adega

source: Tableau Moustache
de: Schnurrbart-Gemälde
es: Duelo
it: Duello
pt: Duelo

source: Jardinière
de: Grünzeug
es: Jardinera
it: Pomodori freschi
pt: Tomates frescos

source: Hublot Nicolas
de: Ahoi, Landratten!
es: Corazón de pirata
it: Due cuori e un pirata
pt: Aaarrrrr meu coração

source: Tableau fantôme
de: Geister-Gemälde
es: ¡Aaaahhh!
it: Fantasmagorico
pt: Corra, fuja

source: Tableau Pacman
de: Wocka Wocka Wocka
es: Comecocos
it: Pacman
pt: Nom nom nom

source: Tableau Tertromino
de: Wohin des Weges?
es: Tetrominó
it: Tetramino
pt: Aonde você vai?

source: Tableau Naturalchimie
de: Naturalchemiiiiiie
es: Naturalchemie
it: Alchimia
pt: Naturalchemiiiiiie

source: Tableau JinSu
de: Aye, aye Kapitän
es: ¡A estribor bucanero!
it: Corpo di mille balene
pt: Aye aye capitão

source: Tableau Kupo
de: Kupo-Gemälde
es: Kupo
it: Kupò
pt: Moogleoogle

source: Meuble Asiatique
de: Orientalischer Tisch
es: Mueble asiático
it: Antica scrivania orientale
pt: Mesa oriental antiga

source: Meuble de Gizehehehaha
de: Die nicht so große Pyramide
es: La Gran... Pirámide
it: Piramide di Shepseskaf
pt: A não tão grande pirâmide

source: Meuble classique
de: Der Klassiker
es: Todo un clásico
it: Ritorno al passato
pt: De volta ao passado

source: Meuble rose
de: Barbie-Tisch
es: Mueble de Barbie
it: Scrivania di Barbie
pt: Mesa da Barbie

source: Meuble viking
de: Der Tresor
es: Caja fuerte
it: Cassaforte vichinga
pt: Caixa-forte

source: Gramophone
de: Grammophon
es: Gramófono
it: Alta fedeltà
pt: Alta fidelidade

source: Fauteuil oeuf
de: Nur das Beste vom Besten!
es: Lo mejor de lo mejor
it: Il meglio del meglio
pt: O melhor do melhor do melhor!

source: Mappemonde
de: Die Welt in deinen Händen
es: El mundo en tus manos
it: Il mondo è nelle tue mani
pt: O mundo está em suas mãos

source: Meuble violet
de: Muffin-Schrank
es: Armario de pastelitos
it: Credenza dolcetto
pt: Armário de bolinhos

source: Machine à vapeur
de: Nebelmaschine
es: Máquina de humo
it: Macchina di fumo
pt: Máquina de fumaça

source: Meuble raffiné
de: Königlicher Schrank
es: Armario Real
it: Credenza reale
pt: Armário Real

source: Guillotine de l'amour
de: Guillotine der Liebe
es: ¡Vive la révolution!
it: Viva la rivoluzione
pt: Vive la revolution!

source: Cube de l'amour
de: Wie gemacht für den Müll
es: Incinerador
it: Inceneritore
pt: Resíduos de incinerador

source: Epée nuage
de: Keine Wolke am Himmel
es: Sin nubes a la vista
it: Cielo terso
pt: Nenhuma nuvem no céu

source: Coffre au tresor
de: Schatztruhe
es: Cofre del tesoro
it: Forziere del tesoro
pt: Baú de tesouro

source: Bonzaï
de: Bonzai-Baum
es: Bonsái
it: Bonsai
pt: Pequena árvore

source: Coffre fort
de: Sicher ist Sicher
es: Cofre fuerte
it: Forziere fortezza
pt: Fortaleza

source: Statue de l'île de Pâques
de: Moai
es: Moai
it: Moai
pt: Moai

source: Chaise sur secteur
de: Den Blitz jagen
es: Silla eléctrica
it: Sedia elettrica
pt: Cadeira elétrica

source: Cactus
de: Kleiner grüner Kaktus
es: Cactus mala espina
pt: Pera espinhosa

source: Tonneau
de: Nicht zum Überlaufen bringen
es: ¡Abrámoslo!
it: Apriamolo
pt: Vamos abrir!

source: Poêle à bois
de: Holzofen
es: Estufa
it: Stufa
pt: Aquecedor

source: Alambic
de: Retorte
es: Alambique
it: Alambicco
pt: Kit Faça sua própria poção

source: Ecran catholique
de: Bildschirm
es: Televisor retro
it: La resa
pt: Rendição

source: Télescope
de: Teleskop
es: A las estrellas...
it: Mostroscopio
pt: Telescópio

source: Aubergiste affectueux
de: Hotelier der Herzen
es: Posadero cariñoso
it: Locandiere affettuoso
pt: Gerente carinhoso

source: Clients conquis
de: Herr der Monster
es: Monstruos conquistados
it: Mostri conquistati
pt: Clientes dominados

source: Winter is coming
de: Der Winter naht
es: Llega el invierno
it: L'inverno sta arrivando
pt: O inverno está chegando

source: Chaleur des tropiques
de: Affenhitze
es: Calor infernal
it: Caldo infernale
pt: Calor infernal

source: ODOR!
de: Was riecht da so komisch?
es: ¡¡Qué olor tan apestoso!!
it: Che puzza mostruosa!
pt: Que catinga é essa?

source: Lumière nocturne
de: Nachtlicht
es: Luz nocturna
it: Luce notturna
pt: Lâmpada noturna

source: Et je remets le son!
de: Lärmbelästigung
es: Bajada de tono
it: Suono basso
pt: Solta o som

source: Rapide et furieux
de: Drehtür
es: Puerta giratoria
it: Porta girevole
pt: Porta giratória

source: L'honneur des voleurs
de: Kleptomanie
es: Orgullo de ladrón
it: Onore di ladro
pt: Honra entre ladrões

source: Clients furieux
de: Fuchsteufelswild
es: Bestia furiosa
it: Bestia furiosa
pt: Bestas raivosas

source: Or dépensé
de: Gold ausgegeben
es: Oro gastado
it: Oro speso
pt: Ouro gasto

source: Câlins reçus
de: Liebe erhalten
es: ¿Cuánto amor?
it: Quanto amore?
pt: Quanto amor?

source: Décorations
de: Raumausstatter
es: Diseño de interiores
it: Decorazioni
pt: Decoração interna

source: Nombre de clients hébergés
de: Anzahl eingecheckter Gäste
es: Número de clientes registrados
it: Numero degli ospiti accolti
pt: Número de clientes hospedados

source: Contrats
de: Aufträge
es: Contratos
it: Contratti
pt: Contratos

source: Bières servies
de: Barmann
es: Camarero de barra
it: Barista
pt: Garçom

source: Lessives
de: Die Waschmaschine
es: La lavandería
it: La lavanderia
pt: O limpinho

source: Bêta test
de: Beta-Test
es: Test Beta
it: Test beta
pt: Teste beta

source: Trésors volés
de: Schätze gefunden
es: Tesoros... encontrados...
it: Tesori... trovati...
pt: Tesouros… encontrados

source: Clients recyclés
de: Recycle Monster! Der Umwelt zuliebe.
es: Salva el planeta: recicla un monstruo
it: Salva il pianeta. Ricicla un mostro.
pt: Salve o mundo. Recicle um monstro.

source: Visites
de: Weltenbummler
es: Trotamundos
it: Giramondo
pt: Andarilho

source: Inspecteur de l'impossible
de: Kontrolleur des Unmöglichen
es: Inspector de lo imposible
it: Ispettore dell'impossibile
pt: Inspetor impossível

source: Etoiles hôtelières
de: Hotelsterne
es: Estrellas del hotel
it: Stelle hotel
pt: Estrelas do hotel

source: Quantité d'amour donné à vos clients
de: Menge der an Gäste gegebene Liebe
es: Cantidad de amor dado a tus clientes
it: Quantità d'amore donato ai tuoi ospiti
pt: Quantidade de amor dado a seus clientes

source: Nombre de clients totalement satisfaits
de: Anzahl vollauf zufriedener Gäste
es: Número de clientes plenamente satisfechos
it: Numero di ospiti completamente soddisfatti
pt: Número de clientes totalmente satisfeitos

source: Nombre de climatiseurs utilisés
de: Anzahl eingesetzter Arktischer Klimaanlagen
es: Número de climatizadores árticos usados
it: Numero di Condizionatori artici usati
pt: Número de Ares Árticos usados

source: Nombre de chaudières utilisées
de: Anzahl eingesetzter Höllischer Heizungen
es: Número de radiadores al rojo vivo usados
it: Numero di Radiatori infernali usati
pt: Número de Aquecedores Fervorosos usados

source: Nombre de Fromages français utilisés
de: Anzahl eingesetzter Französischer Stinkekäse
es: Número de quesos franceses apestosos usados
it: Quantità di formaggio francese puzzoso usato
pt: Números de Queijos Franceses Fedidos usados

source: Nombre de morceaux de lune utilisés
de: Anzahl eingesetzter Horror-Halbmonde
es: Número de lunas escalofriantes usadas
it: Numero di Mezzelune malevole usate
pt: Número de Pedaços de Lua usados

source: Nombre de chaines HiFi utilisées
de: Anzahl eingesetzter Monster-Soundsysteme
es: Número de sistemas de sonido de gritos usados
it: Numero di Impianti audio da urlo usati
pt: Número de Caixas de Som Berrantes usadas

source: Nombre de clients mis à la porte grace à une gemme
de: Anzahl der mit Hilfe von Juwelen ausgecheckten Gäste
es: Número de clientes que dejaron el hotel con ayuda de una gema
it: Numero di ospiti mandati via usando una gemma
pt: Número de clientes que fizeram check-out com uso de joia

source: Nombre de vols commis
de: Anzahl begangener Diebstähle
es: Número de veces que has robado a tus clientes
it: Numero di furti commessi
pt: Número de roubos cometidos por você

source: Nombre de clients partis de votre hôtel avec 0 de satisfaction ou moins
de: Anzahl der mit 0 oder weniger Zufriedenheit ausgecheckten Gäste
es: Número de clientes que dejaron el hotel con 0 de felicidad o menos
it: Numero di ospiti che hanno fatto il check-out con felicità 0 o minore
pt: Número de clientes que fizeram check-out com 0 ou menos de felicidade

source: Total d'or dépensé
de: Ausgegebenes Gold insgesamt
es: Total de oro gastado
it: Oro totale speso
pt: Total de ouro gasto

source: Amour reçu grâce à vos amis
de: Von Freunden erhaltene Liebe
es: Amor obtenido de tus amigos
it: Amore ricevuto dai tuoi amici
pt: Quantidade de amor recebido de amigos

source: Nombre d'objets de décoration uniques débloqués
de: Anzahl freigeschalteter Dekorationen
es: Número de decoraciones desbloqueadas
it: Numero di decorazioni sbloccate
pt: Número de decorações desbloqueadas

source: Nombre de clients ayant séjournés dans votre hôtel
de: Anzahl aller Gäste deines Hotels
es: Número de clientes que han visitado tu hotel
it: Numero di ospiti che hanno soggiornato al tuo hotel
pt: Número de clientes que visitaram seu hotel

source: Nombre de contrats achevés
de: Anzahl erfüllter Aufträge
es: Número de contratos completados
it: Numero di contratti completati
pt: Número de contratos completos

source: Nombre de bières servies aux clients
de: Anzahl der an Hotelgäste ausgeschenkten Limos
es: Número de refrescos servidos a los huéspedes
it: Numero di intrugli serviti ai tuoi ospiti
pt: Número de refrigerantes servidos aos seus clientes

source: Lessives réalisées pour les clients
de: Anzahl gewaschener Wäsche
es: Número de veces que has lavado ropa de monstruos
it: Lavatrici fatte per gli ospiti
pt: Número de vezes que você lavou a roupa de clientes

source: J'ai participé à la bêta
de: Ich bin das Beta und das Omega!
es: ¡Soy la Beta y la Omega!
it: Io sono la Beta e l'Omega!
pt: Eu sou o Beta e o Ômega!

source: Trucs très rares trouvés en faisant les poches aux clients
de: Sehr seltene in den Taschen deiner Gäste gefundene Gegenstände
es: Se encuentran cosas muy extrañas cuando merodeas por los bolsillos de tus clientes
it: Oggetti rari trovati mentre derubavi un ospite
pt: Coisas super raras encontradas ao revirar os bolsos de seus clientes

source: Nombre de clients envoyés à la Poubelle ou au Recycleur
de: Anzahl der Gäste, die im Recycler oder auf dem Müll gelandet sind
es: Número de clientes mandados a reciclar o al cubo de la basura
it: Numero di ospiti inviati al Macinamostri o alla Discarica diabolica
pt: Número de clientes enviados à reciclagem ou à lixeira

source: Nombre d'hôtels d'amis visités et dans lesquels vous avez obtenu de l'amour
de: Anzahl aller besuchten Hotels, in denen du Liebe gefunden hast
es: Número de hoteles que has visitado y donde has encontrado amor
it: Numero di hotel visitati da cui hai ricevuto dell'amore
pt: Número de hotéis que você visitou e obteve amor

source: Merci d'avoir fait n'importe quoi
de: Danke für die zusätzliche Arbeit :/
es: Gracias por todo lo que nos has ayudado :/
it: Grazie per averci aiutato :/
pt: Valeu por nos dar tanto trabalho extra :/

source: Etoiles remportées
de: Erhaltene Sterne
es: Estrellas ganadas
it: Stelle ottenute
pt: Ganhou estrelas

source: Amour
de: Liebe
es: Amor
it: Amore
pt: Amor

source: joie
de: Freude
es: Alegría
it: Gioia
pt: Felicidade

source: climatiseur glacial
de: Arktische Klimaanlage
es: Climatizador ártico
it: Condizionatore artico
pt: Ar Ártico

source: chaudiere de l'enfer
de: Höllische Heizung
es: Radiador al rojo vivo
it: Radiatore infernale
pt: Aquecedor Fervoroso

source: fromage français
de: Französischer Stinkekäse
es: Queso francés apestoso
it: Formaggio francese puzzoso
pt: Queijo Francês Fedido

source: morceau de lune
de: Horror-Halbmond
es: Luna escalofriante
it: Mezzaluna malevola
pt: Pedaço de Lua

source: Chaîne hifi brutale
de: Monster-Soundsystem
es: Sistema de sonido de gritos
it: Impianto audio da urlo
pt: Caixa de Som Berrante

source: Gemme
de: Juwel
es: Gema
it: Gemma
pt: Joia

source: argent de poche
de: Taschengeld
es: Dinero de bolsillos
it: Denaro
pt: Trocados

source: Pièce d'or
de: Goldmünzen
es: Moneda de oro
it: Moneta d'oro
pt: Moeda de ouro

source: Tas d'or
de: Goldhaufen
es: Montón de oro
it: Pila d'oro
pt: Pilha de ouro

source: Lettre parfumée
de: Liebesbrief
es: Carta de amor
it: Lettera d'amore
pt: Carta de amor

source: Contrat
de: Auftrag
es: Contrato
it: Contratto
pt: Contrato

source: Bière
de: Limonade
es: Refrescos
it: Intruglio
pt: Refri

source: Lessive
de: Waschmittel
es: Detergente
it: Detergente
pt: Detergente

source: Bêta testeur
de: Beta-Tester
es: Tester Beta
it: Tester beta
pt: Tester Beta

source: Trésor volé
de: Gestohlener Schatz
es: Tesoro robado
it: Tesoro rubato
pt: Tesouro roubado

source: Tueur
de: Recycler
es: Reciclador
it: Riciclatore
pt: Reciclagem

source: Concentré d'amour en dragée
de: Liebeskonzentrat. Mit 1L Wasser vermischen.
es: Amor concentrado. Diluir en 1 l de agua
it: Concentrato d'amore. Diluire in 1 L d'acqua.
pt: Amor concentrado. Dilua em 1 litro de água.

source: Drogue!
de: Glitzer glitzer!
es: Resplandeciente...
it: Il mio tesssoro...
pt: Brilhante, brilhante…

source: un tas de métal en rondelle
de: Kleiner Münzhaufen
es: Pequeño montón de monedas
it: Pila d'oro piccola
pt: Um montinho de ouro.

source: ça sent l'amour
de: Mit viel Liebe gemacht
es: Lleno de amor pasteloso
it: Pieno di amore sdolcinato
pt: Cheio de amor e coisas do tipo.

source: Parchemin officiel
de: Amtliches Schreiben
es: Carta con membrete oficial
it: Carta intestata ufficiale
pt: Com timbre oficial e tudo mais.

source: dragueur
de: Hab' mich lieb
es: Un poquito de amor
it: Dammi un po' di zucchero baby
pt: Você precisa me amar

source: séducteur
de: Liebes Lied
es: Amor, amor, amor...
it: Amore, amore e ancora amore...
pt: Me dê todo o seu amor…

source: collant
de: Von Kopf bis Fuß auf Liebe eingestellt
es: Amar con locura
it: Piccolo, grande amore
pt: Que seja eterno enquanto dure esse amor

source: Don Juambe en l'air
de: Du erinnerst mich an Liebe
es: No sé si es amor
it: L'amore è nell'aria
pt: Isso é amor?

source: Aficionado de l'affection
de: Ti amo
es: No dejaré de amar
it: Innamorato dell'amore
pt: Seu amor é viciante

source: Frott'man
de: Nur nicht aus Liebe weinen
es: ¿Me quiere de verdad?
it: Mi ami? Ma quanto mi ami?
pt: Amor, meu grande amor…

source: Casanovache
de: Verdammt ich lieb dich
es: El amor es ciego
it: L'amore uccide
pt: Vítima do amor

source: Clair de lune de miel
de: Liebe ist
es: Luna de miel
it: Luna di miele
pt: É muito amor

source: Noces de Diamants
de: Alles nur aus Liebe
es: Bodas de diamante
it: Una canzone d'amore
pt: Eu seeeei que vou te amaaaar… por toda minha vida eu vou te amaaaar…

source: satisfait
de: Glücklich
es: Feliz
it: Felice
pt: Feliz

source: conquis
de: Froh
es: Contento
it: Contento
pt: Contente

source: heureux
de: Zufrieden
es: Satisfecho
it: Soddisfatto
pt: Satisfeito

source: Draps en poils de fennec
de: Erfreut
es: Encantado
it: Deliziato
pt: Encantado

source: Jacuzzi aux 1000 odeurs
de: Verzückt
es: Entusiasmado
it: Estasiato
pt: Emocionado

source: Salle de massage sub-aquatique
de: Begeistert
es: Deleitado
it: Felicissimo
pt: Transbordando alegria

source: Piste de roller en argent massif
de: Überwältigt
es: Exultante
it: Giubilante
pt: Em júbilo

source: Labyrinthe de cachettes secrètes
de: Ekstatisch
es: Eufórico
it: Estatico
pt: Extático

source: Méandre de toboggans soyeux
de: Außer sich vor Freude
es: En el séptimo cielo
it: Fuori di sé dalla gioia
pt: Na lua

source: Congélateur
de: Kühlfach
es: Congelador
it: Congelatore
pt: Freezer

source: Groom polaire
de: Der Bofrost-Mann
es: El abominable hombre de las nieves
it: L'abominevole uomo delle nevi
pt: O abominável homem das neves

source: Chauffage
de: Heizkörper
es: Radiador
it: Radiatore
pt: Aquecedor

source: Sables brûlants
de: Wüstensand
es: Arena que te quema
it: Sabbia cocente
pt: Areia quente

source: Camembert
de: Gammliger Gouda
es: Camembert mohoso
it: Camembert ammuffito
pt: Camembert corrupto

source: Munster de l'enfer
de: Fauler Feta
es: Requesón putrefacto
it: Paesanella putrida
pt: Parmesão pútrido

source: lunatique
de: Lichtgestalt
es: Lunático
it: Lunatico
pt: Lunático

source: Apollo 11
de: Werwolf
es: Hombre lobo
it: Lupo mannaro
pt: Lobisomem

source: Discothèque
de: Disko
es: Disco
it: Discoteca
pt: Discoteca

source: MC circulaire
de: Scooter
es: Club nocturno
it: Locale notturno
pt: Boate

source: Valise à roulettes
de: Ein Kommen und Gehen
es: Registro y salida
it: Dentro e fuori
pt: Check-in. Check-out.

source: Lit ejectable
de: Schleuderbett
es: Cama proyectable
it: Letto a espulsione
pt: Cama ejetável

source: Terreur nocturne
de: Verfluchtes Hotel
es: Hotel encantado
it: Hotel infestato
pt: Hotel mal-assombrado

source: Hôtelier super expéditif
de: Schnellabfertigung
es: ¡Controlados!
it: Mandriano di mostri
pt: Sinuca!

source: Apprenti voleur
de: Langfinger
es: Aprendiz de ladrón
it: Ladro apprendista
pt: Aprendiz de ladrão

source: malhonnête
de: Taschendieb
es: Mangante
it: Borseggiatore
pt: Trombadinha

source: main vives
de: Räuber
es: Dedos de herrero
it: Dita di velluto
pt: Pilantra

source: Détrousseur
de: Ali Baba
es: Ali Baba
it: Ali Baba
pt: Ali Babá

source: Bandit de grand chemin
de: Raubritter
es: Bandolero
it: Bandito
pt: Bandoleiro

source: Larsen Rupin
de: Klaus Störtebecker
es: Billy el niño
it: Billy the Kid
pt: Fora-da-lei
