Repository: 5h1b/Miniville
Catalog: MonsterHotel/data/goals.*.po
Languages: de, es, it, pt

source: 500 contrats terminés
de: 500 Aufträge erfüllt
es: 500 contratos completados
it: 500 contratti completati
pt: 500 contratos completos

source: 1000 contrats terminés
de: 1000 Aufträge erfüllt
es: 1000 contratos completados
it: 1.000 contratti completati
pt: 1.000 contratos completos

source: Etoile Bronze obtenue
de: Bronzestern
es: Estrella de bronce
it: Stella di bronzo
pt: Estrela de bronze

source: Etoile Argent obtenue
de: Silberstern
es: Estrella de plata
it: Stella d'argento
pt: Estrela de prata

source: Etoile Or obtenue
de: Goldstern
es: Estrella de oro
it: Stella d'oro
pt: Estrela de ouro

source: Etoile Diamant obtenue
de: Diamantstern
es: Estrella de diamante
it: Stella di diamante
pt: Estrela de diamante

source: Etoile Noire obtenue
de: Obsidianstern
es: Estrella de obsidiana
it: Stella d'ossidiana
pt: Estrela de obsidiana
